Repository: ellie-commons/jorts
Catalog: po/extra/*.po
Languages: cs, da, de, el, es, fi, fr, hi, it, ja, lt, nb, nl, pl, pt, pt_br, ru, sk, sv, tr, uk

source: Better readability (WCAG AA or AAA depending on theme)
cs: Lepší čitelnost (WCAG AA nebo AAA v závislosti na tématu)
da: Bedre læsbarhed (WCAG AA eller AAA afhængigt af tema)
de: Bessere Lesbarkeit (WCAG AA oder AAA je nach Thema)
el: Καλύτερη αναγνωσιμότητα (WCAG AA ή AAA ανάλογα με το θέμα)
es: Mejor legibilidad (WCAG AA o AAA según el tema)
fi: Parempi luettavuus (WCAG AA tai AAA teemasta riippuen).
fr: Meilleure lisibilité (WCAG AA ou AAA selon le thème)
hi: बेहतर पठनीयता (WCAG AA या AAA थीम के आधार पर)
it: migliore leggibilità (WCAG AA o AAA a seconda del tema)
ja: 読みやすさの向上（テーマによってはWCAG AAまたはAAA）
lt: Geresnis skaitomumas (WCAG AA arba AAA, priklausomai nuo temos)
nb: Bedre lesbarhet (WCAG AA eller AAA avhengig av tema)
nl: Betere leesbaarheid (WCAG AA of AAA afhankelijk van het thema)
pl: Lepsza czytelność (WCAG AA lub AAA w zależności od motywu)
pt: Melhor legibilidade (WCAG AA ou AAA, dependendo do tema)
pt_br: Melhor legibilidade (WCAG AA ou AAA, dependendo do tema)
ru: Лучшая читаемость (WCAG AA или AAA в зависимости от темы)
sk: Lepšia čitateľnosť (WCAG AA alebo AAA v závislosti od témy)
sv: Bättre läsbarhet (WCAG AA eller AAA beroende på tema)
tr: Daha iyi okunabilirlik (temaya bağlı olarak WCAG AA veya AAA)
uk: Краща читабельність (WCAG AA або AAA залежно від теми)

source: Also slightly better looking theme. Yes even more :)
cs: Také o něco lépe vypadající téma. Ano, ještě více :)
da: Også et lidt flottere tema. Ja endnu mere :)
de: Auch etwas besser aussehende Thema. Ja sogar noch mehr :)
el: Ελαφρώς καλύτερο θέμα. Ναι, πολύ καλύτερο :)
es: También un poco mejor aspecto del tema. Sí, incluso más :)
fi: Myös hieman paremman näköinen teema. Kyllä, vielä enemmän :)
fr: De plus, le thème est légèrement plus beau. Oui, encore plus :)
hi: इसके अलावा थोड़ा बेहतर दिखने वाला विषय।
it: anche un tema leggermente migliore.
ja: また、少し見栄えのするテーマでもある。そう、さらに)
lt: Taip pat šiek tiek geriau atrodanti tema. Taip, net daugiau :)
nb: Også litt bedre utseende tema. Ja enda mer :)
nl: Ook iets beter uitziend thema.
pl: Również nieco lepiej wyglądający motyw. Tak, nawet bardziej :)
pt: O tema também é um pouco mais bonito. Sim, ainda mais :)
pt_br: O tema também é um pouco mais bonito. Sim, ainda mais :)
ru: Также тема выглядит немного лучше. Да, даже больше :)
sk: Tiež trochu lepšie vyzerajúca téma.
sv: Också lite snyggare tema.
tr: Ayrıca biraz daha iyi görünen bir tema. Evet daha da fazlası :)
uk: Також трохи краще виглядає тема. Так, навіть більше :)

source: Improved translations
cs: Vylepšené překlady
da: Forbedrede oversættelser
de: Verbesserte Übersetzungen
el: Βελτιωμένες μεταφράσεις
es: Traducciones mejoradas
fi: Parannetut käännökset
fr: Amélioration des traductions
hi: बेहतर अनुवाद
it: traduzioni migliorate
ja: 翻訳の改善
lt: Patobulinti vertimai
nb: Forbedrede oversettelser
nl: verbeterde vertalingen
pl: Ulepszone tłumaczenia
pt: Algumas traduções iniciais :3
pt_br: Traduções aprimoradas
ru: Новые переводы :3
sk: Vylepšené preklady
sv: Förbättrade översättningar
tr: Geliştirilmiş çeviriler
uk: Покращені переклади

source: Better shortcut and tooltips
cs: Lepší zkratky a popisky nástrojů
da: Bedre genveje og værktøjstips
de: Bessere Shortcuts und Tooltips
el: Καλύτερες συντομεύσεις και υποδείξεις
es: Mejores accesos directos e información sobre herramientas
fi: Paremmat pikanäppäimet ja työkaluvihjeet
fr: Amélioration des raccourcis et des infobulles
hi: बेहतर शॉर्टकट और टूलटिप्स
it: migliore scorciatoia e attrezzi
ja: ショートカットとツールチップの改善
lt: Geresnės sparčiųjų klavišų ir įrankių nuorodos
nb: Bedre snarveier og verktøytips
nl: Betere snelkoppeling en tooltips
pl: Lepsze skróty i podpowiedzi
pt: Melhores atalhos e dicas de ferramentas
pt_br: Melhores atalhos e dicas de ferramentas
ru: Лучший ярлык и подсказки инструментов
sk: Lepšie skratka a popisy
sv: Bättre genvägs- och verktygstips
tr: Daha iyi kısayol ve araç ipuçları
uk: Кращий ярлик та підказки

source: Fixed a bug where Jorts stayed on light system theme
cs: Opravena chyba, kdy šortky zůstávaly na světelném systémovém motivu
da: Rettet en fejl, hvor Jorts forblev på det lyse systemtema
de: Ein Fehler wurde behoben, bei dem Jorts auf dem hellen Systemthema blieb
el: Διορθώθηκε ένα σφάλμα όπου το Jorts παρέμενε στη φωτεινή λειτουργία
es: Se ha corregido un error por el que Jorts permanecía en el tema del sistema de luz
fi: Korjattu vika, jossa Jortsit pysyivät vaaleassa järjestelmäteemassa.
fr: Correction d'un bug où les Jorts restaient sur le thème léger du système.
hi: एक बग फिक्स्ड जहां जोर्ट्स लाइट सिस्टम थीम पर रहे
it: risolto un bug in cui Jorts rimase sul tema del sistema di luce
ja: Jortsがライトシステムのテーマに表示されたままになるバグを修正
lt: Ištaisyta klaida, kai "Jorts" likdavo ant šviesos sistemos temos
nb: Fikset en feil der Jorts ble værende på det lyse systemtemaet
nl: een bug opgelost waarbij Jorts op het licht van het lichtsysteem bleef
pl: Naprawiono błąd, który powodował, że Jorts pozostawały na jasnym motywie systemowym.
pt: Correção de um erro que fazia com que o Jorts permanecesse no tema do sistema claro
pt_br: Correção de um erro que fazia com que o Jorts permanecesse no tema do sistema claro
ru: Исправлена ​​ошибка, где Джордс остался на тему системы света
sk: Opravená chyba, kde Jorts zostal na téme ľahkého systému
sv: Fixade ett fel där jorts stannade kvar på lätt systemtema
tr: Jorts'un açık sistem temasında kalmasına neden olan bir hata düzeltildi
uk: Виправлено помилку, коли джорти залишалися на темі легкої системи

source: 2.0.1 Appcenter release
cs: Vydání verze 2.0.1 Appcenter
da: 2.0.1 Appcenter-udgivelse
de: Version 2.0.1 Appcenter
el: 2.0.1 Έκδοση Appcenter
es: 2.0.1 Lanzamiento de Appcenter
fi: 2.0.1 Appcenterin julkaisu
fr: 2.0.1 Version Appcenter
hi: 2.0.1 AppCenter रिलीज़
it: 2.0.1 Rilascio di AppCenter
ja: 2.0.1 Appcenterリリース
lt: 2.0.1 "Appcenter" išleidimas
nb: 2.0.1 Appcenter-utgivelse
nl: 2.0.1 Release van AppCenter
pl: Wersja 2.0.1 Appcenter
pt: Versão 2.0.1 do Appcenter
pt_br: Versão 2.0.1 do Appcenter
ru: Выпуск 2.0.1 Appcenter
sk: 2.0.1 Vydanie AppCenter
tr: 2.0.1 Appcenter sürümü
uk: 2.0.1 Випуск Appcenter

source: 2.0.0 Release: Slate And Bubblegum
cs: Vydání verze 2.0.0: Břidlice a žvýkačka
da: 2.0.0 udgivelse: Skifer og tyggegummi
de: 2.0.0 Veröffentlichung: Schiefer und Bubblegum
el: 2.0.0 Έκδοση: Slate και Bubblegum
es: Versión 2.0.0: Pizarra y chicle
fi: 2.0.0 Julkaisu: Slate And Bubblegum
fr: Version 2.0.0 : Ardoise et gomme à bulles
hi: 2.0.0 रिलीज़: स्लेट और बबलगम
it: 2.0.0 Release: Slate e Bubblegum
ja: 2.0.0リリーススレートとバブルガム
lt: 2.0.0 išleidimas: Šlaitas ir kramtomoji guma
nb: 2.0.0-utgivelse: Skifer og Bubblegum
nl: 2.0.0 Release: leisteen en bubblegum
pl: Wydanie 2.0.0: Slate And Bubblegum
ru: Появление новых цветов: бубльгумового и каменно-серого
sk: 2,0.0 Uvoľnenie: bridlica a bubble
sv: 2.0.0 Släpp: Slate and Bubblegum
tr: 2.0.0 Sürüm: Arduvaz ve Balonlu Sakız

source: Revival of an ancient but well loved version of Notejot
cs: Oživení staré, ale oblíbené verze Notejot
da: Genoplivning af en gammel, men elsket version af Notejot
de: Wiederbelebung einer alten, aber sehr beliebten Version von Notejot
el: Αναβίωση μιας αρχαίας αλλά αγαπημένης έκδοσης του Notejot
es: Recuperación de una versión antigua pero muy apreciada de Notejot
fi: Vanhan mutta hyvin rakastetun Notejot-version elvyttäminen.
fr: Renouvellement d'une version ancienne mais très appréciée de Notejot
hi: नोटजोट के एक प्राचीन लेकिन अच्छी तरह से पसंद किए गए संस्करण का पुनरुद्धार
it: revival di una versione antica ma molto amata di Notejot
ja: 古いが愛されているノートジョットのリバイバル版
lt: Senovinės, bet labai mėgstamos "Notejot" versijos atgaivinimas
nb: Gjenopplivning av en gammel, men elsket versjon av Notejot
nl: Revival van een oude maar zeer geliefde versie van NoteJot
pl: Odrodzenie starożytnej, ale dobrze znanej wersji Notejot
pt: Renascimento de uma versão antiga, mas muito apreciada, do Notejot
pt_br: Renascimento de uma versão antiga, mas muito apreciada, do Notejot
ru: Возрождение древней, но очень любимой версии Notejot
sk: Oživenie starodávnej, ale dobre milovanej verzie NoteJot
sv: Återupplivning av en forntida men väl älskad version av NoteJot
tr: Notejot'un eski ama çok sevilen bir versiyonunun yeniden canlandırılması
uk: Відродження давньої, але улюбленої версії Нотатника

source: The app is now named Jorts. You however cannot wear it
cs: Aplikace se nyní jmenuje Jorts. Nemůžete ji však nosit
da: Appen hedder nu Jorts. Du kan dog ikke bære den
de: Die App heißt jetzt Jorts. Sie können sie jedoch nicht tragen
el: Η εφαρμογή τώρα ονομάζεται Jorts. Όμως, δεν πρόκειται για ρούχο!
es: La aplicación se llama ahora Jorts. Sin embargo, no puedes usarla
fi: Sovelluksen nimi on nyt Jorts. Et kuitenkaan voi käyttää sitä
fr: L'application s'appelle désormais Jorts. Vous ne pouvez cependant pas la porter
hi: ऐप को अब Jorts नाम दिया गया है।
it: l'app è ora chiamata Jorts.
ja: このアプリはJortsという名前になった。しかし、あなたはそれを着用することはできません
lt: Dabar programėlė pavadinta "Jorts". Tačiau jūs negalite jos dėvėti
nb: Appen heter nå Jorts. Du kan imidlertid ikke bruke den
nl: De app heet nu Jorts.
pl: Aplikacja nazywa się teraz Jorts. Nie można jej jednak nosić
pt: O aplicativo agora se chama Jorts. No entanto, você não pode usá-lo
pt_br: O aplicativo agora se chama Jorts. No entanto, você não pode usá-lo
ru: Переименовано в Jorts
sk: Aplikácia sa teraz nazýva Jorts.
sv: Appen heter nu Jorts.
tr: Uygulamanın adı artık Jorts. Ancak onu giyemezsiniz
uk: Додаток тепер називається Jorts. Однак ви не можете його носити

source: 10 lovely little colours
cs: 10 krásných malých barev
da: 10 dejlige små farver
de: 10 schöne kleine Farben
el: 10 υπέροχα χρώματα
es: 10 pequeños colores encantadores
fi: 10 ihanaa pientä väriä
fr: 10 jolies petites couleurs
hi: 10 प्यारे छोटे रंग
it: 10 adorabili piccoli colori
ja: 10色の小さな可愛い色
lt: 10 gražių mažų spalvų
nb: 10 herlige små farger
nl: 10 mooie kleine kleuren
pl: 10 pięknych, małych kolorów
pt: 10 pequenas cores encantadoras
pt_br: 10 pequenas cores encantadoras
ru: 10 чудесных маленьких цветов
sk: 10 Krásne malé farby
sv: 10 härliga små färger
tr: 10 sevimli küçük renk
uk: 10 чудових маленьких кольорів

source: Built atop of modern Linux technologies and packaging formats
cs: Postaveno na moderních technologiích Linuxu a balíčkovacích formátech.
da: Bygget oven på moderne Linux-teknologier og pakkeformater
de: Aufbauend auf modernen Linux-Technologien und Paketformaten
el: Χτίστηκε πάνω σε σύγχρονες τεχνολογίες Linux και μορφές συσκευασίας
es: Construido sobre modernas tecnologías Linux y formatos de empaquetado
fi: Rakennettu nykyaikaisten Linux-tekniikoiden ja pakkausformaattien varaan
fr: Construit sur la base des technologies Linux modernes et des formats d'emballage
hi: आधुनिक लिनक्स प्रौद्योगिकियों और पैकेजिंग प्रारूपों का निर्माण
it: costruito in cima alle moderne tecnologie Linux e formati di imballaggio
ja: 最新のLinuxテクノロジーとパッケージング・フォーマットの上に構築されている。
lt: Sukurta remiantis šiuolaikinėmis "Linux" technologijomis ir pakuočių formatais.
nb: Bygger på moderne Linux-teknologier og pakkeformater
nl: Gebouwd bovenop van moderne Linux -technologieën en verpakkingsformaten
pl: Zbudowany w oparciu o nowoczesne technologie Linux i formaty opakowań
pt: Criado com base em tecnologias Linux modernas e formatos de empacotamento
pt_br: Criado com base em tecnologias Linux modernas e formatos de empacotamento
ru: Построен на основе современных технологий Linux и форматов упаковки
sk: Postavené na vrchole moderných technológií Linuxu a formátov obalov
sv: Byggt ovanpå modern Linux -teknik och förpackningsformat
tr: Modern Linux teknolojileri ve paketleme formatları üzerine inşa edilmiştir
uk: Створено на основі сучасних технологій Linux та форматів пакунків

source: Smooth transition when changing theme
cs: Plynulý přechod při změně tématu
da: Jævn overgang ved skift af tema
de: Reibungsloser Übergang beim Themenwechsel
el: Ομαλή μετάβαση κατά την αλλαγή θέματος
es: Transición suave al cambiar de tema
fi: Sujuva siirtyminen teemaa vaihdettaessa
fr: Transition douce lors d'un changement de thème
hi: थीम को बदलते समय चिकनी संक्रमण
it: transizione regolare quando si cambia tema
ja: テーマ変更時のスムーズな移行
lt: Sklandus perėjimas keičiant temą
nb: Jevn overgang når du bytter tema
nl: Soepel overgang bij het veranderen van het thema
pl: Płynne przejście podczas zmiany motywu
pt: Transição suave ao mudar de tema
pt_br: Transição suave ao mudar de tema
ru: Плавный переход при смене темы
sk: Hladký prechod pri zmene témy
sv: Smidig övergång vid ändring av tema
tr: Tema değiştirirken yumuşak geçiş
uk: Плавний перехід при зміні теми

source: New stickies have a random fun little title and colour
cs: Nové stickies mají náhodný zábavný název a barvu
da: Nye stickies har en tilfældig sjov lille titel og farve
de: Neue Stickies haben einen zufälligen, lustigen Titel und eine Farbe
el: Οι νέες σημειώσεις έχουν έναν τυχαίο διασκεδαστικό τίτλο και χρώμα
es: Los nuevos stickies tienen un título y un color divertidos y aleatorios
fi: Uusilla tarralapuilla on satunnainen hauska otsikko ja väri.
fr: Les nouveaux stickies ont un titre et une couleur aléatoires et amusants.
hi: नई स्टिकियों में एक यादृच्छिक मजेदार छोटा शीर्षक और रंग होता है
it: i nuovi stickies hanno un piccolo titolo e un colore casuali
ja: 新しい付箋には、ランダムで楽しい小さなタイトルと色が付けられています。
lt: Nauji lipdukai turi atsitiktinį linksmą pavadinimą ir spalvą
nb: Nye stickies har en tilfeldig morsom liten tittel og farge
nl: Nieuwe Stickies hebben een willekeurige leuke kleine titel en kleur
pl: Nowe naklejki mają losowy, zabawny tytuł i kolor.
ru: У новых заметок выбирается случайные, весёлые названия
sk: Nové palice majú náhodný zábavný malý názov a farba
sv: Nya klistor har en slumpmässig rolig liten titel och färg
tr: Yeni etiketlerin rastgele eğlenceli küçük bir başlığı ve rengi var
uk: Нові наліпки мають випадкову веселу назву та колір

source: A few initial translations included, and more to come
cs: Několik prvních překladů a další budou následovat
da: Et par indledende oversættelser er inkluderet, og flere er på vej
de: Einige erste Übersetzungen sind enthalten, weitere werden folgen
el: Μερικές αρχικές μεταφράσεις περιλαμβάνονται, σύντομα θα προστεθούν και άλλες
es: Algunas traducciones iniciales incluidas, y más por venir
fi: Muutama alustava käännös mukana, ja lisää on tulossa.
fr: Quelques traductions initiales incluses, et d'autres à venir
hi: कुछ प्रारंभिक अनुवाद शामिल थे, और बहुत कुछ आने के लिए
it: alcune traduzioni iniziali incluse e altre a venire
ja: 最初の翻訳をいくつか掲載。
lt: Keletas pradinių vertimų ir dar daugiau vertimų
nb: Noen få innledende oversettelser er inkludert, og flere vil komme
nl: Een paar eerste vertalingen inbegrepen, en nog meer komen
pl: Kilka wstępnych tłumaczeń w załączeniu, a więcej w przyszłości
pt: Algumas traduções iniciais incluídas, e outras estão por vir
pt_br: Algumas traduções iniciais incluídas, e outras estão por vir
ru: Несколько первоначальных переводов включены в книгу, и еще несколько будут добавлены
sk: Zahrnuté niekoľko počiatočných prekladov a ďalšie prílety
sv: Några första översättningar inkluderade och mer framöver
tr: İlk birkaç çeviri dahil, daha fazlası da gelecek
uk: Кілька початкових перекладів вже є, і ще більше попереду

source: Email and links are clickable! Ctrl+Click to open in mail or browser
cs: E-mail a odkazy jsou klikací! Ctrl+klik pro otevření v poště nebo prohlížeči
da: E-mail og links er klikbare! Ctrl+Klik for at åbne i mail eller browser
de: E-Mails und Links sind klickbar! Strg+Klick zum Öffnen in Mail oder Browser
el: Τα email και οι σύνδεσμοι μπορούν να πατηθούν! Ctrl+Κλικ για να τους ανοίξετε στο mail ή στον περιηγητή
es: Correo electrónico y enlaces clicables Ctrl+Clic para abrir en el correo o en el navegador
fi: Sähköposti ja linkit ovat klikattavissa! Ctrl+Klikkaa avataksesi sähköpostin tai selaimen.
fr: Les e-mails et les liens sont cliquables ! Ctrl+Clic pour ouvrir dans le courrier ou le navigateur
hi: ईमेल और लिंक क्लिक करने योग्य हैं!
it: e -mail e collegamenti sono cliccabili!
ja: メールやリンクはクリックできます！Ctrl+クリックでメールまたはブラウザで開く
lt: El. paštą ir nuorodas galima spustelėti! Ctrl+paspauskite, jei norite atidaryti laišką arba naršyklę
nb: E-post og lenker er klikkbare! Ctrl+Klikk for å åpne i e-post eller nettleser
nl: E -mail en links zijn klikbaar!
pl: Wiadomości e-mail i łącza można klikać! Ctrl+kliknięcie, aby otworzyć w poczcie lub przeglądarce
pt: Email e links são clicáveis! E-mails e links são clicáveis! Ctrl+Clique para abrir no correio eletrônico ou no navegador
pt_br: E-mails e links são clicáveis! Ctrl+Clique para abrir no correio eletrônico ou no navegador
ru: Электронная почта и ссылки кликируются! Почта и ссылки кликабельны! Нажмите Ctrl+Click, чтобы открыть в почте или браузере
sk: E -mail a odkazy sú možné kliknúť!
sv: E -post och länkar är klickbara!
tr: E-posta ve bağlantılar tıklanabilir! Posta veya tarayıcıda açmak için Ctrl+Tıkla
uk: Електронні листи та посилання клікабельні! Ctrl+Клікнути, щоб відкрити в пошті або браузері

source: Text supports undo, redo, and you can use emojis :)
cs: Text podporuje vrácení zpět, opakování a můžete používat emotikony :)
da: Tekst understøtter fortryd, gør om, og du kan bruge emojis :)
de: Text unterstützt Rückgängig machen, Wiederherstellen, und Sie können Emojis verwenden :)
el: Το κείμενο υποστηρίζει αναίρεση, επανάληψη και μπορείτε να χρησιμοποιήσετε emojis :)
es: El texto permite deshacer, rehacer y utilizar emojis :)
fi: Teksti tukee peruuttamista, uudelleen tekemistä ja voit käyttää hymiöitä :)
fr: Le texte permet d'annuler, de refaire et d'utiliser des émojis :)
hi: पाठ पूर्ववत, redo का समर्थन करता है, और आप emojis का उपयोग कर सकते हैं :)
it: il testo supporta annullare, rifare e puoi usare emoji :)
ja: テキストは元に戻したり、やり直したりできる。）
lt: Tekstas palaiko atšaukimo ir pakartotinio atšaukimo funkcijas, be to, galite naudoti šypsenėles :)
nb: Tekst støtter angre, gjøre om, og du kan bruke emojis :)
nl: Tekst ondersteunt ongedaan maken, redo, en u kunt emoji's gebruiken :)
pl: Tekst obsługuje cofanie, ponawianie i można używać emotikonów :)
pt: O texto suporta desfazer, refazer e você pode usar emojis :)
pt_br: O texto suporta desfazer, refazer e você pode usar emojis :)
ru: Текст поддерживает отмену, повтор, и вы можете использовать эмодзи :)
sk: Text podporuje späť, opätovne, a môžete použiť emodži :)
sv: Text stöder ångra, göra om, och du kan använda emojis :)
tr: Metin geri almayı, yinelemeyi destekler ve emojileri kullanabilirsiniz :)
uk: Текст підтримує скасування, повтор, і ви можете використовувати смайлики :)

source: Neither jeans nor shorts, just like jorts!
el: Ούτε τζιν ούτε βερμούδα, όπως και τα Jorts.
fr: Ni jeans ni shorts, tout comme les jorts
ja: ジーンズでもショーツでもなく、ジョーツのようなものです!

source: Colourful: Ten pretty themes. Any new note gets a random one
el: Χρώματα: Δέκα όμορφα θέματα. Κάθε νέα σημείωση χρωματίζεται τυχαία.
fr: Couleurs : Dix jolis thèmes. Chaque nouvelle note reçoit un thème aléatoire

source: This is a fork of an old version of "Notejot" by lainsce. The community liked it so much, we thought it would be great to revive it!
el: Η εφαρμογή είναι ένα παρακλάδι μιας παλιάς έκδοσης του "Notejot" από την lainsce. Άρεσε τόσο πολύ στην κοινότητα, οπότε σκεφτήκαμε ότι θα ήταν ωραίο να την αναβιώσουμε!
fr: Ceci est un fork d'une ancienne version de "Notejot" par lainsce et n'existerait pas sans son travail. La communauté l'a tellement apprécié que nous avons pensé qu'il serait bien de le faire revivre !
ja: これは lainsce が開発する "Notejot" の古いバージョンのフォークです。往時の "Notejot" はコミュニティーでもかなり人気があったので、ぜひとも復活させたいと思い、開発しました!

source: Lainsce + Stella
el: Lainsce + Στέλλα
ja: レインズチェ＋ステラ
ru: Лайнс + Стелла

source: @wpkelso strikes again with an amazing special edition icon!
da: @wpkelso slår til igen med et fantastisk special edition-ikon!
el: Ο @wpkelso ξαναχτυπάει με μια καταπληκτική ειδική έκδοση εικόνας!
nb: @wpkelso slår til igjen med et fantastisk spesialutgaveikon!
sk: @wpkelso opäť udiera s úžasnou špeciálnou edíciou ikony!

source: 🌈 3.2.0 Jorts of Resilience and Love
el: 🌈 3.2.0 Τζορτζ της Ανθεκτικότητας και της Αγάπης

source: Pantheon
es: Panteón
fr: Panthéon
ja: パンテオン
lt: Panteonas
pl: Panteon
pt: Panteão
pt_br: Panteão
ru: Пантеон
uk: Пантеон

source: 3.3.0 Star Platinum Jorts
es: 3.3.0 Pantalones cortos Star Platinum
fi: 3.3.0 Star Platinum Jortsit
fr: 3.3.0 Jorts Star Platinum
it: 3.3.0 Pantaloncini Star Platinum
ja: 3.3.0 スター・プラチナム・ジョーツ
pt: 3.3.0 Jorts Star Platinum
pt_br: 3.3.0 Jorts Star Platinum
sk: 3.3.0 Hviezdne platinové šortky
tr: 3.3.0 Yıldız Platin Şort

source: New settings: OpenDyslexia fonts. elementary OS has that OOTB, but not other DEs
cs: Nové nastavení: Základní OS to má OOTB, ale ne jiné DE.
ru: Новые настройки: Шрифты OpenDyslexia. Элементарная ОС имеет это OOTB, но не другие DE
sv: Nya inställningar: OpenDyslexia-teckensnitt. elementary OS har det OOTB, men inte andra DE
uk: Нові налаштування: Шрифти OpenDyslexia. елементарна ОС має цей OOTB, але не інші DE

source: Jorts
cs: Šortky
es: Pantalones cortos
fi: Jortsit
hi: जोर्ट्स
it: Pantaloncini
lt: Šortai
nl: Korte broek
pl: Spodenki
sk: Šortky
tr: Şort
uk: Джинси

source: Fixed blurrinness in high-scaled display
pt: Correção da desfocagem no ecrã de alta resolução

source: Sticky notes utility
hi: चिपचिपा नोट उपयोगिता

source: Neither jeans nor shorts, just like jorts
hi: न तो जींस और न ही शॉर्ट्स, जोर्ट्स की तरह

source: Colours: Ten pretty themes. Any new note gets a random one
hi: रंग: दस सुंदर थीम।

source: This is a fork of an old version of "Notejot" by lainsce and wouldn't exist without her work. The community liked it so much, we thought it would be great to revive it!
hi: यह Lainsce द्वारा "नोटजोट " के एक पुराने संस्करण का एक कांटा है और उसके काम के बिना मौजूद नहीं होगा।

source: Stella - Teamcons
hi: स्टेला - टीमकॉन
