Repository: ellie-commons/jorts
Catalog: po/extra/*.po
Languages: cs, da, de, el, es, fi, fr, hi, it, ja, lt, nb, nl, pl, pt, pt_br, ru, sk, sv, tr, uk

source: Added a reset-settings commandline option. Could be handy.
cs: Přidána možnost resetování nastavení na příkazovém řádku. Mohlo by se to hodit.
da: Tilføjet en reset-settings kommandolinjemulighed. Det kunne være praktisk.
de: Es wurde eine Kommandozeilenoption zum Zurücksetzen der Einstellungen hinzugefügt. Könnte praktisch sein.
el: Προστέθηκε μια επιλογή γραμμής εντολών reset-settings. Θα μπορούσε να είναι χρήσιμη.
es: Se ha añadido una opción de línea de comandos para restablecer la configuración. Puede ser útil.
fi: Lisätty reset-settings-komentorivivaihtoehto. Voisi olla kätevä.
fr: Ajout d'une option de réinitialisation des paramètres en ligne de commande. Cela pourrait être pratique.
it: Aggiunta un'opzione di reset delle impostazioni da riga di comando. Potrebbe essere utile.
ja: reset-settingsコマンドラインオプションを追加。便利かもしれない。
lt: Pridėta komandinės eilutės parinktis "Reset-settings". Gali būti patogu.
nb: Lagt til et alternativ for tilbakestilling av innstillinger på kommandolinjen. Kan være nyttig.
nl: Een reset-settings commandline optie toegevoegd. Kan handig zijn.
pl: Dodano opcję wiersza poleceń resetowania ustawień. Może się przydać.
pt: Adicionada uma opção de linha de comando reset-settings. Pode ser útil.
pt_br: Adicionada uma opção de linha de comando de redefinição de configurações. Pode ser útil.
ru: Добавлена опция командной строки reset-settings. Может пригодиться.
sk: Pridaná možnosť príkazového riadku reset-settings. Mohlo by sa to hodiť.
sv: Lagt till ett kommandoradsalternativ för återställning av inställningar. Kan vara praktiskt.
tr: Reset-settings komut satırı seçeneği eklendi. Kullanışlı olabilir.
uk: Додано опцію командного рядка reset-settings. Може бути корисним.

source: Ctrl+L to focus note title
cs: Ctrl+L pro zaostření názvu poznámky
da: Ctrl+L for at fokusere på notatets titel
de: Strg+L zum Fokussieren des Notiztitels
el: Ctrl+L για να εστιάσετε τον τίτλο της σημείωσης
es: Ctrl+L para enfocar el título de la nota
fi: Ctrl+L tarkentaa muistiinpanon otsikon
fr: Ctrl+L pour mettre l'accent sur le titre de la note
it: Ctrl+L per mettere a fuoco il titolo della nota
ja: Ctrl+Lでノートタイトルにフォーカス
lt: Ctrl+L, kad sufokusuotumėte pastabos pavadinimą
nb: Ctrl+L for å fokusere på notatets tittel
nl: Ctrl+L om notitietitel te focussen
pl: Ctrl+L, aby wyśrodkować tytuł notatki
pt: Ctrl+L para focar o título da nota
pt_br: Ctrl+L para focalizar o título da nota
ru: Ctrl+L для фокусировки на заголовке заметки
sk: Ctrl+L na zaostrenie názvu poznámky
sv: Ctrl+L för att fokusera på anteckningens titel
tr: Not başlığına odaklanmak için Ctrl+L
uk: Ctrl+L, щоб виділити заголовок нотатки

source: Ctrl+M to open note settings now
cs: Ctrl+M pro otevření nastavení poznámky
de: Strg+M, um die Notizeinstellungen jetzt zu öffnen
es: Ctrl+M para abrir la configuración de notas ahora
fi: Ctrl+M avaa muistiinpanoasetukset nyt
fr: Ctrl+M pour ouvrir les paramètres de la note maintenant
it: Ctrl+M per aprire subito le impostazioni delle note
ja: Ctrl+Mでノート設定を開く
lt: Ctrl+M, kad atidarytumėte pastabų nustatymus dabar
nl: Ctrl+M om nu notitie-instellingen te openen
pl: Ctrl+M, aby otworzyć teraz ustawienia notatek
pt: Ctrl+M para abrir as definições das notas agora
pt_br: Ctrl+M para abrir as configurações de notas agora
ru: Ctrl+M, чтобы открыть настройки заметок сейчас
sv: Ctrl+M för att öppna anteckningsinställningar nu
tr: Not ayarlarını şimdi açmak için Ctrl+M
uk: Ctrl+M, щоб відкрити налаштування нот зараз

source: Alt+Number to change theme quickly
da: Alt+Number for at skifte tema hurtigt
de: Alt+Nummer zum schnellen Wechsel des Themas
el: Alt+Αριθμός για γρήγορη αλλαγή θέματος
fi: Alt+Numero vaihtaa teemaa nopeasti
fr: Alt+Numéro pour changer rapidement de thème
it: Alt+Numero per cambiare rapidamente tema
ja: Alt+数字でテーマを素早く変更
lt: Alt+Number, kad greitai pakeistumėte temą
nb: Alt+Number for å skifte tema raskt
pl: Alt+Numer do szybkiej zmiany motywu
pt: Alt+Número para mudar de tema rapidamente
pt_br: Alt+Number para mudar de tema rapidamente
sk: Alt+číslo na rýchlu zmenu témy
tr: Temayı hızlıca değiştirmek için Alt+Number

source: Some UI elements show up after being shown, for a sleek vibe
da: Nogle UI-elementer dukker op, når de er blevet vist, for at give en elegant stemning
de: Einige UI-Elemente werden erst nach der Anzeige eingeblendet, um einen eleganten Eindruck zu vermitteln.
el: Ορισμένα στοιχεία του UI εμφανίζονται αφού εμφανιστούν, για μια κομψή ατμόσφαιρα
es: Algunos elementos de la interfaz de usuario aparecen después de ser mostrados, para dar un toque elegante.
fi: Jotkin käyttöliittymäelementit näkyvät näyttämisen jälkeen, mikä luo tyylikkään tunnelman.
fr: Certains éléments de l'interface utilisateur s'affichent après avoir été montrés, ce qui donne une impression d'élégance.
it: Alcuni elementi dell'interfaccia utente vengono visualizzati dopo essere stati mostrati, per un'atmosfera elegante.
ja: いくつかのUI要素は、表示された後に表示され、スマートな雰囲気を演出する。
lt: Kai kurie vartotojo sąsajos elementai rodomi po to, kai yra rodomi, kad būtų sukurta elegantiška atmosfera.
nb: Noen UI-elementer vises etter at de har blitt vist, for å gi et elegant uttrykk
nl: Sommige UI-elementen verschijnen nadat ze zijn getoond, voor een strakke vibe
pl: Niektóre elementy interfejsu użytkownika pojawiają się po ich wyświetleniu, co zapewnia elegancki wygląd
pt: Alguns elementos da IU aparecem depois de serem mostrados, para dar um toque elegante
pt_br: Alguns elementos da interface do usuário são exibidos depois de serem mostrados, para dar um toque de elegância
sk: Niektoré prvky používateľského rozhrania sa zobrazia po zobrazení, aby pôsobili elegantne
tr: Şık bir hava için bazı kullanıcı arayüzü öğeleri gösterildikten sonra ortaya çıkıyor

source: New note setting: Monospace. Could be for accessibility, could be for ascii doodles
cs: Nastavení nové poznámky: Monospace. Mohlo by to být kvůli přístupnosti, mohlo by to být pro ascii čmáranice.
de: Neue Noteneinstellung: Monospace. Könnte für Barrierefreiheit sein, könnte für Ascii-Kritzeleien sein
es: Nuevo ajuste de nota: Monospace. Podría ser para la accesibilidad, podría ser para garabatos ascii
fi: Uusi muistiinpanoasetus: Monospace. Voi olla saavutettavuuden vuoksi, voi olla ascii-koodien vuoksi.
fr: Nouveau format de note : Monospace. Peut-être pour l'accessibilité, peut-être pour les gribouillis en ascii.
it: Nuova impostazione della nota: Monospace. Potrebbe essere per l'accessibilità o per gli scarabocchi ascii.
ja: 新しいノート設定：モノスペース。アクセシビリティのためかもしれないし、アスキー落書きのためかもしれない。
lt: Naujas pastabų nustatymas: Monospace. Gali būti dėl prieinamumo, gali būti dėl ascii piešinių.
nl: Nieuwe notitie-instelling: Monospace. Kan voor toegankelijkheid zijn, kan voor ascii doodles zijn
pl: Nowe ustawienie notatki: Monospace. Może być dla ułatwienia dostępu, może być dla bazgrołów ascii
pt: Nova definição de nota: Monoespaço. Pode ser para acessibilidade, pode ser para rabiscos em ascii
pt_br: Nova configuração de nota: Monoespaço. Pode ser para acessibilidade, pode ser para rabiscos em ascii
ru: Новая настройка нот: Monospace. Может быть, для доступности, может быть, для каракулей ascii
sv: Ny inställning för anteckningar: Monospace. Kan vara för tillgänglighet, kan vara för ascii-klotter
tr: Yeni not ayarı: Monospace. Erişilebilirlik için olabilir, ascii karalamalar için olabilir
uk: Нове налаштування нот: Монопростір. Можливо, для доступності, можливо, для малюнків ascii

source: Cleaner, nicer code under the hood. Probably marginally enhanced performances or less edge bugs
cs: Čistší a hezčí kód pod kapotou. Pravděpodobně mírně zvýšený výkon nebo méně chyb na hraně.
da: Renere og pænere kode under motorhjelmen. Sandsynligvis marginalt forbedret ydeevne eller færre kantfejl
de: Sauberer, schönerer Code unter der Haube. Wahrscheinlich geringfügig verbesserte Leistung oder weniger Randfehler
el: Καθαρότερος, καλύτερος κώδικας κάτω από το καπό. Πιθανώς οριακά βελτιωμένες επιδόσεις ή λιγότερα σφάλματα στις άκρες.
es: Código más limpio y agradable bajo el capó. Probablemente un rendimiento marginalmente mejorado o menos bugs en los bordes.
fi: Puhtaampaa ja mukavampaa koodia konepellin alla. Todennäköisesti marginaalisesti parannettu suorituskyky tai vähemmän reunavikoja.
fr: Un code plus propre et plus agréable sous le capot. Probablement des performances légèrement améliorées ou moins de bogues.
it: Codice più pulito e bello sotto il cofano. Probabilmente le prestazioni saranno marginalmente migliorate o i bug saranno ridotti.
ja: ボンネットの下は、よりクリーンできれいなコードになっている。おそらく、パフォーマンスがわずかに向上するか、エッジのバグが減るだろう
lt: Švaresnis ir gražesnis kodas po gaubtu. Tikriausiai nežymiai pagerintas veikimas arba mažiau kraštinių klaidų
nb: Renere og finere kode under panseret. Sannsynligvis marginalt forbedret ytelse eller færre kantfeil
nl: Schonere, mooiere code onder de motorkap. Waarschijnlijk marginaal verbeterde prestaties of minder randbugs
pl: Czystszy, ładniejszy kod pod maską. Prawdopodobnie nieznacznie lepsza wydajność lub mniej błędów krawędziowych
pt: Código mais limpo e mais agradável sob o capô. Provavelmente com um desempenho ligeiramente melhorado ou com menos bugs
pt_br: Código mais limpo e agradável sob o capô. Provavelmente com desempenho marginalmente aprimorado ou menos bugs de borda
ru: Более чистый и приятный код под капотом. Возможно, незначительно улучшится производительность или уменьшится количество краевых ошибок.
sk: Čistejší a krajší kód pod kapotou. Pravdepodobne mierne zvýšený výkon alebo menej okrajových chýb
sv: Renare och snyggare kod under huven. Förmodligen marginellt förbättrad prestanda eller färre kantbuggar
tr: Kaputun altında daha temiz, daha güzel kod. Muhtemelen marjinal olarak geliştirilmiş performans veya daha az kenar hatası
uk: Чистіший, приємніший код під капотом. Можливо, дещо покращена продуктивність або менше периферійних помилок

source: Better commented text and code, for translators and eventual contributors
cs: Lépe komentovaný text a kód pro překladatele a případné přispěvatele
de: Besser kommentierter Text und Code, für Übersetzer und eventuelle Mitwirkende
es: Texto y código mejor comentados, para traductores y eventuales colaboradores.
fi: Paremmin kommentoitua tekstiä ja koodia kääntäjiä ja mahdollisia avustajia varten.
fr: Texte et code mieux commentés, pour les traducteurs et les contributeurs éventuels
it: Testo e codice meglio commentati, per i traduttori e gli eventuali collaboratori
ja: 翻訳者と最終的な貢献者のために、より良いコメント付きテキストとコード
lt: Geriau pakomentuotas tekstas ir kodas, skirtas vertėjams ir galimai prisidėsiantiems autoriams
nl: Beter becommentarieerde tekst en code, voor vertalers en eventuele bijdragers
pl: Lepiej skomentowany tekst i kod, dla tłumaczy i ewentualnych współpracowników.
pt: Texto e código melhor comentados, para tradutores e eventuais colaboradores
pt_br: Texto e código melhor comentados, para tradutores e eventuais colaboradores
ru: Улучшенный комментированный текст и код для переводчиков и возможных авторов
sv: Bättre kommenterad text och kod, för översättare och eventuella bidragsgivare
tr: Çevirmenler ve nihai katkıda bulunanlar için daha iyi yorumlanmış metin ve kod
uk: Краще прокоментований текст і код для перекладачів і потенційних дописувачів

source: Bugfix: Fix Jorts lingering in the background not opening anymore if all windows were closed (#77)
cs: Oprava chyby: Oprava neotevírání Jortsů, které se zdržují na pozadí, pokud byla všechna okna zavřena (#77)
da: Fejlrettelse: Jorts, der bliver hængende i baggrunden, åbnes ikke længere, hvis alle vinduer er lukket (#77)
de: Bugfix: Jorts, die im Hintergrund verweilen, werden nicht mehr geöffnet, wenn alle Fenster geschlossen wurden (#77)
el: Διόρθωση σφάλματος: Διόρθωση των Jorts που παραμένουν στο παρασκήνιο και δεν ανοίγουν πια αν όλα τα παράθυρα ήταν κλειστά (#77)
es: Corrección de errores: Corrección de Jorts que permanecían en segundo plano y ya no se abrían si se cerraban todas las ventanas (#77)
fi: Bugfix: Korjaa, että taustalla viipyvät Jortsit eivät enää avaudu, jos kaikki ikkunat on suljettu (#77).
fr: Correction : Correction des Jorts en arrière-plan qui ne s'ouvrent plus si toutes les fenêtres sont fermées (#77)
it: Correzione di bug: correggere Jorts che rimane in background e non si apre più se tutte le finestre sono state chiuse (#77)
ja: バグフィックス：全てのウィンドウを閉じた場合、バックグラウンドに残っているJortsが開かなくなる問題を修正 (#77)
lt: Klaidų taisymas: ištaisyta fone išliekanti "Jorts" funkcija, kuri nebeatsidaro, jei visi langai buvo uždaryti (#77)
nb: Feilretting: Jorts som dveler i bakgrunnen, åpnes ikke lenger hvis alle vinduer er lukket (#77)
nl: Verbetering: Fix Jorts die op de achtergrond blijven hangen worden niet meer geopend als alle vensters gesloten zijn (#77)
pl: Poprawka błędu: Naprawiono Jorts pozostający w tle i nie otwierający się już, jeśli wszystkie okna zostały zamknięte (#77).
pt: Correção de Bug: Correção de Jorts que permanecem em segundo plano e não abrem mais se todas as janelas estiverem fechadas (#77)
pt_br: Correção de bug: Correção de Jorts que permanecem em segundo plano e não abrem mais se todas as janelas estiverem fechadas (#77)
ru: Исправление: Исправление того, что Jorts, задерживающийся в фоновом режиме, больше не открывался, если все окна были закрыты (#77)
sk: Oprava chyby: Oprava Jorts, ktorý sa zdržiava na pozadí, sa už neotvára, ak boli všetky okná zatvorené (#77)
sv: Buggfix: Fixa Jorts som ligger kvar i bakgrunden och inte öppnas längre om alla fönster stängts (#77)
tr: Hata Düzeltmesi: Tüm pencereler kapalıysa arka planda kalan Jorts'un artık açılmaması düzeltildi (#77)
uk: Виправлено: якщо всі вікна було закрито, джорте більше не відкриваються у фоновому режимі (#77)

source: Bugfix: Whole window being grabbable interfered with text editing. Only actionbar and header are, now (#75, #76)
cs: Oprava chyby: Celé okno, které lze grabovat, zasahovalo do úprav textu. Nyní je to možné pouze u akčního panelu a záhlaví (#75, #76).
da: Bugfix: At hele vinduet kunne gribes forstyrrede tekstredigering. Nu er det kun actionbar og header, der er det (#75, #76)
de: Bugfix: Wenn das ganze Fenster gegrabbt werden konnte, störte das die Textbearbeitung. Jetzt nur noch Aktionsleiste und Kopfzeile (#75, #76)
el: Διόρθωση σφάλματος: Η δυνατότητα σύλληψης ολόκληρου του παραθύρου παρεμπόδιζε την επεξεργασία κειμένου. Μόνο η μπάρα ενεργειών και η κεφαλίδα είναι τώρα (#75, #76)
es: Bugfix: Que toda la ventana fuera agarrable interfería con la edición de texto. Ahora sólo lo son la barra de acciones y la cabecera (#75, #76)
fi: Bugfix: Koko ikkunan tarttuminen häiritsi tekstin muokkausta. Vain toimintopalkki ja otsikko ovat nyt (#75, #76).
fr: Correction : Le fait que toute la fenêtre soit saisissable interférait avec l'édition de texte. Seuls la barre d'action et l'en-tête le sont désormais (#75, #76).
it: Correzione di bug: la possibilità di afferrare l'intera finestra interferiva con la modifica del testo. Ora lo sono solo la barra delle azioni e l'intestazione (#75, #76).
ja: バグ修正: ウィンドウ全体がグラブ可能になり、テキスト編集の妨げになっていた。アクションバーとヘッダーのみがグラブ可能に (#75, #76)
lt: Klaidų taisymas: Viso lango patraukimas trukdė redaguoti tekstą. Dabar taip veikia tik veiksmų juosta ir antraštė (#75, #76)
nb: Feilretting: Hele vinduet som kan gripes, forstyrret tekstredigering. Nå er det bare actionbar og topptekst som er det (#75, #76)
nl: Verbetering: Het hele venster dat vastgepakt kon worden stoorde het bewerken van tekst. Alleen actiebalk en koptekst zijn dat nu (#75, #76)
pl: Poprawka: Możliwość chwycenia całego okna przeszkadzała w edycji tekstu. Teraz tylko pasek akcji i nagłówek (#75, #76)
pt: Correção de Bug: A possibilidade de agarrar toda a janela interferia com a edição de texto. Agora só a barra de ação e o cabeçalho o são (#75, #76)
pt_br: Correção de bug: O fato de toda a janela poder ser agarrada interferia na edição de texto. Agora, somente a barra de ação e o cabeçalho são (#75, #76)
ru: Исправление: захват всего окна мешал редактированию текста. Теперь только панель действий и заголовок (#75, #76)
sk: Oprava chyby: Celé okno, ktoré sa dá chytiť, zasahovalo do úprav textu. Teraz je to len akčný panel a záhlavie (#75, #76)
sv: Buggfix: Att hela fönstret var greppbart störde textredigering. Nu är det bara actionbar och header som är det (#75, #76)
tr: Hata Düzeltme: Tüm pencerenin yakalanabilir olması metin düzenlemeyi engelliyordu. Artık sadece eylem çubuğu ve başlık (#75, #76)
uk: Виправлено: захоплення всього вікна заважало редагуванню тексту. Виправлено лише панель дій та заголовок (#75, #76)

source: Added more random titles
cs: Přidány další náhodné názvy
da: Tilføjet flere tilfældige titler
de: Weitere zufällige Titel hinzugefügt
el: Προστέθηκαν περισσότεροι τυχαίοι τίτλοι
es: Añadidos más títulos aleatorios
fi: Lisätty lisää satunnaisia otsikoita
fr: Ajout de titres aléatoires
it: Aggiunti altri titoli casuali
ja: ランダムタイトルを追加
lt: Pridėta daugiau atsitiktinių pavadinimų
nb: Lagt til flere tilfeldige titler
nl: Meer willekeurige titels toegevoegd
pl: Dodano więcej losowych tytułów
pt: Adicionados mais títulos aleatórios
pt_br: Adicionados mais títulos aleatórios
ru: Добавлено больше случайных названий
sk: Pridané ďalšie náhodné názvy
sv: Lagt till fler slumpmässiga titlar
tr: Daha fazla rastgele başlık eklendi
uk: Додано більше випадкових назв

source: Buttons for add/remove autostart
cs: Tlačítka pro přidání/odebrání autostartu
da: Knapper til at tilføje/fjerne autostart
de: Schaltflächen zum Hinzufügen/Entfernen des Autostarts
el: Κουμπιά για προσθήκη/αφαίρεση αυτόματης εκκίνησης
es: Botones para añadir/eliminar el arranque automático
fi: Painikkeet automaattisen käynnistyksen lisäämistä/poistamista varten
fr: Boutons pour ajouter/supprimer le démarrage automatique
it: Pulsanti per aggiungere/rimuovere l'avvio automatico
ja: 自動起動の追加/削除ボタン
lt: Mygtukai pridėti / pašalinti automatinio paleidimo funkciją
nb: Knapper for å legge til/fjerne autostart
nl: Knoppen voor toevoegen/verwijderen autostart
pl: Przyciski dodawania/usuwania autostartu
pt: Botões para adicionar/remover o arranque automático
pt_br: Botões para adicionar/remover a inicialização automática
ru: Кнопки для добавления/удаления автозапуска
sk: Tlačidlá na pridanie/odstránenie automatického spustenia
sv: Knappar för att lägga till/ta bort autostart
tr: Otomatik başlatma ekleme/kaldırma düğmeleri
uk: Кнопки для додавання/видалення автозапуску

source: Some more title placeholders
cs: Další zástupné znaky pro názvy
da: Nogle flere titelpladsholdere
de: Einige weitere Titelplatzhalter
el: Μερικά ακόμη εικονικά στοιχεία τίτλου
es: Algunos títulos más
fi: Joitakin lisää otsikon paikannimiä
fr: D'autres espaces réservés aux titres
it: Altri segnaposti per il titolo
ja: タイトルのプレースホルダー
lt: Dar keletas pavadinimų pakaitinių pavadinimų
nb: Noen flere tittelplassholdere
nl: Nog wat titelplaatshouders
pl: Więcej symboli zastępczych tytułów
pt: Mais alguns marcadores de posição de título
pt_br: Mais alguns espaços reservados para títulos
ru: Еще несколько заголовков
sk: Niektoré ďalšie zástupné názvy
sv: Några fler platshållare för titlar
tr: Biraz daha başlık yer tutucu
uk: Ще кілька заповнювачів заголовків

source: Bugfix: When toggled off, the actionbar would leave an empty space. It is now fixed - With now a flashier animation to boot.
cs: Oprava chyby: Při vypnutí akčního panelu zůstávalo prázdné místo. Nyní je to opraveno - a navíc je nyní k dispozici efektnější animace.
da: Bugfix: Når actionbaren var slået fra, efterlod den et tomt rum. Det er nu rettet - med en mere prangende animation til at starte med.
de: Bugfix: Wenn die Aktionsleiste ausgeschaltet war, blieb ein leerer Raum zurück. Dies ist nun behoben - mit einer auffälligeren Animation.
el: Διόρθωση σφάλματος: Όταν απενεργοποιούνταν, η γραμμή ενεργειών άφηνε κενό χώρο. Τώρα έχει διορθωθεί - με μια πιο φανταχτερή κινούμενη εικόνα για εκκίνηση.
es: Corrección de errores: Cuando se desactivaba, la barra de acciones dejaba un espacio vacío. Ya está solucionado, con una animación más llamativa.
fi: Bugfix: Kun toimintopalkki kytkettiin pois päältä, se jätti tyhjän tilan. Se on nyt korjattu - nyt myös näyttävämpi animaatio.
fr: Correction : Lorsqu'elle était désactivée, la barre d'action laissait un espace vide. C'est maintenant corrigé - avec une animation plus flashy en prime.
it: Correzione di un bug: se disattivata, la barra delle azioni lasciava uno spazio vuoto. Ora il problema è stato risolto e l'animazione è diventata più appariscente.
ja: バグフィックス：オフに切り替えると、アクションバーが空いたスペースになる。より派手なアニメーションも追加されました。
lt: Klaidų taisymas: išjungus veiksmų juostą, veiksmų juostoje likdavo tuščia vieta. Dabar tai ištaisyta.
nb: Feilretting: Når aksjonslinjen ble slått av, etterlot den en tom plass. Dette er nå fikset - med en mer prangende animasjon i tillegg.
nl: Verbetering: Als je de actiebalk uitschakelde, bleef er een lege ruimte over. Dit is nu verholpen - met een mooiere animatie.
pl: Poprawka błędu: Po wyłączeniu pasek akcji pozostawiał puste miejsce. Zostało to już naprawione - z bardziej efektowną animacją.
pt: Correção de erro: Quando desligada, a barra de ação deixava um espaço vazio. Agora está corrigido - e com uma animação mais vistosa.
pt_br: Correção de bug: Quando desativada, a barra de ação deixava um espaço vazio. Isso já foi corrigido - e agora com uma animação mais chamativa.
ru: Исправление: при выключении панели действий оставалось пустое место. Теперь это исправлено - в придачу к этому появилась более яркая анимация.
sk: Oprava chyby: Pri vypnutí panela akcií zostávalo prázdne miesto. Teraz je to opravené - a teraz aj s bleskovejšou animáciou.
sv: Buggfix: När actionbaren var avstängd lämnade den ett tomt utrymme. Det är nu åtgärdat - med en snyggare animation på köpet.
tr: Hata Düzeltmesi: Kapatıldığında, eylem çubuğu boş bir alan bırakıyordu. Artık düzeltildi - Üstelik şimdi daha gösterişli bir animasyonla.
uk: Виправлено: коли панель дій було вимкнено, вона залишала порожнє місце. Наразі виправлено - тепер завантажується яскравіша анімація.

source: Add a cool little animation when enabling/disabling actionbar
cs: Přidání malé cool animace při zapnutí/vypnutí panelu akcí
da: Tilføj en cool lille animation, når du aktiverer/deaktiverer actionbar
de: Hinzufügen einer coolen kleinen Animation beim Aktivieren/Deaktivieren der Aktionsleiste
el: Έγινε προσθήκη εφέ κίνησης όταν ενεργοποιείτε/απενεργοποιείτε τη μπάρα
es: Añadir una pequeña animación al activar/desactivar la barra de acción
fi: Lisää siisti pieni animaatio, kun toimintopalkki otetaan käyttöön/poistetaan käytöstä.
fr: Ajout d'une petite animation sympa lors de l'activation/désactivation de l'actionbar
it: Aggiunta di una piccola animazione quando si attiva/disattiva la barra d'azione
ja: アクションバーの有効化/無効化時にクールな小さなアニメーションを追加
lt: Įjungiant/išjungiant veiksmų juostą pridėti šaunią animaciją
nb: Legg til en kul liten animasjon når du aktiverer/deaktiverer actionbar
nl: Een leuke animatie toevoegen bij het inschakelen/uitschakelen van de actiebalk
pl: Dodanie fajnej animacji podczas włączania/wyłączania paska akcji.
pt: Adicionar uma pequena animação quando ativar/desativar a barra de ação
pt_br: Adicionar uma pequena animação interessante ao ativar/desativar a barra de ação
ru: Добавьте небольшую анимацию при включении/выключении экшенбара
sk: Pridanie malej cool animácie pri zapnutí/vypnutí panela akcií
sv: Lägg till en cool liten animation när actionbar aktiveras/avaktiveras
tr: Eylem çubuğunu etkinleştirirken/devre dışı bırakırken küçük bir animasyon ekleyin
uk: Додайте класну анімацію під час увімкнення/вимкнення панелі дій
