Repository: ellie-commons/jorts
Catalog: po/extra/*.po
Languages: cs, da, de, el, es, fi, fr, hi, it, ja, lt, nb, nl, pl, pt, pt_br, ru, sk, sv, tr, uk

source: Sticky notes
cs: Samolepicí poznámky
de: Haftnotizen
el: Σημειώσεις
es: Notas adhesivas
fi: Muistilaput
fr: Notes autocollantes
hi: चिपचिपा नोट
it: note appiccicose
ja: 付箋
lt: Lipnūs užrašai
nb: Klistrelapper
pl: Karteczki samoprzylepne
ru: Стикеры для заметок
sk: lepkavé poznámky
tr: Yapışkan notlar
uk: Стікери

source: Write down notes, reminders, random thoughts and other short-term informations
cs: Zapisujte si poznámky, připomínky, náhodné myšlenky a další krátkodobé informace.
da: Skriv noter, påmindelser, tilfældige tanker og andre kortvarige informationer ned.
de: Notizen, Erinnerungen, zufällige Gedanken und andere kurzfristige Informationen aufschreiben
el: Γράψτε σημειώσεις, υπενθυμίσεις, σκέψεις που σας κατέβηκαν στο μυαλό και άλλες πληροφορίες
es: Anotar notas, recordatorios, pensamientos aleatorios y otras informaciones a corto plazo.
fi: Kirjoita muistiin muistiinpanoja, muistutuksia, satunnaisia ajatuksia ja muita lyhytaikaisia tietoja.
fr: Notez des notes, des rappels, des pensées aléatoires et d'autres informations à court terme.
hi: नोट्स, रिमाइंडर, यादृच्छिक विचार और अन्य अल्पकालिक सूचना लिखें
it: Annota note, promemoria, pensieri casuali e altre informazioni a breve termineScrivi note, promemoria, pensieri casuali e altre informazioni a breve termine
ja: メモ、備忘録、思いつき、その他短期的な情報を書き留めます
lt: Užsirašykite pastabas, priminimus, atsitiktines mintis ir kitą trumpalaikę informaciją
nb: Skriv ned notater, påminnelser, tilfeldige tanker og annen kortsiktig informasjon
nl: noteer notities, herinneringen, willekeurige gedachten en andere kortetermijninformaties
pl: Zapisuj notatki, przypomnienia, przypadkowe myśli i inne krótkoterminowe informacje.
pt: Anote anotações, lembretes, pensamentos aleatórios e outras informações de curto prazo informações
pt_br: Anotar notas, lembretes, pensamentos aleatórios e outras informações de curto prazo
ru: Запишите заметки, напоминания, случайные мысли и другие краткосрочные информации
sk: Zapíšte si poznámky, pripomienky, náhodné myšlienky a ďalšie krátkodobé informácie
sv: Skriv ner anteckningar, påminnelser, slumpmässiga tankar och andra kortvariga information
tr: Notları, hatırlatmaları, rastgele düşünceleri ve diğer kısa vadeli bilgileri yazın
uk: Записуйте нотатки, нагадування, випадкові думки та іншу короткострокову інформацію

source: text;plain;plaintext;notepad;notes;sticky;post-it;
cs: text;prostý;prostý text;poznámkový blok;poznámky;samolepicí;post-it;
da: tekst;almindelig;almindelig tekst;notesblok;noter;klistermærke;post-it;
de: Text;einfach;Klartext;Notizblock;Notizen;Haftnotizen;Post-it;
el: κείμενο;απλό;απλό κείμενο;σημειωματάριο;σημειώσεις;αυτοκόλλητο;post-it;
es: texto;sin formato;texto sin formato;bloc;notas;adhesivo;post-it;
fi: teksti;tavallinen;tavallinen teksti;muistilappu;muistiinpanot;tahmea;post-it;
hi: पाठ; सादा; प्लेनटेक्स्ट; नोटपैड; नोट; स्टिकी; पोस्ट-इट;
it: Testo; pianura; testo in chiaro; blocco note; note; appiccicoso; post-it;
ja: text;plain;plaintext;notepad;notes;sticky;post-it;テキスト;プレーンテキスト;メモ帳;メモ;付箋;ポストイット;
lt: tekstas;paprastas;paprastas tekstas;užrašų knygutė;užrašai;lipnus;post-it;
nb: tekst;ren;rentekst;notisblokk;notater;klistrelapper;post-it;
nl: tekst; vlakte; platte tekst; notitieblok; notities; plakkerig; post-it;
pl: tekst; zwykły; zwykły tekst; notatnik; notatki; samoprzylepne; post-it;
pt: texto; simples; texto simples; bloco de notas; notas; pegajoso; pós-it;
pt_br: texto; simples; texto simples; bloco de notas; notas; adesivo; post-it;
ru: текст; простой;text;plain;plaintext;notepad;notes;sticky;post-it;текст;блокнот;заметка;заметки;
sk: Text; obyčajný; Hlouh; poznámkový blok; poznámky; lepkavé; post-it;
sv: text; vanlig; vanlig text; anteckningar; anteckningar; klibbig; post-it;
tr: metin; düz; düz metin; not defteri; notlar; yapışkan; post-it;
uk: текст;звичайний;звичайний текст;блокнот;нотатки;клейкий;стікер;

source: New sticky note
cs: Nová samolepicí poznámka
da: Ny sticky note
de: Neue Haftnotiz
el: Νέα σημείωση
es: Nueva nota adhesiva
fi: Uusi muistilappu
fr: Nouvelle note autocollante
hi: नया चिपचिपा नोट
it: Nuovo post-it
ja: 新しい付箋
lt: Naujas lipnus lapelis
nb: Ny klistrelapp
nl: Nieuwe Sticky Note
pl: Nowa karteczka samoprzylepna
pt: Nova nota adesiva
pt_br: Nova nota adesiva
ru: Новый стикер
sk: Nová lepkavá poznámka
sv: Ny Sticky Note
tr: Yeni yapışkan not
uk: Нова наліпка

source: Write on colourful little squares
cs: Pište na barevné čtverečky
da: Skriv på farverige små firkanter
de: Schreibe auf bunte kleine Quadrate
el: Γράψτε σε πολύχρωμα τετράγωνα
es: Escribe en cuadraditos de colores
fi: Kirjoita värikkäisiin pieniin ruutuihin
fr: Écrire sur des petits carrés colorés
it: Scrivere su quadratini colorati
ja: カラフルな小さな正方形に書く
lt: Rašykite ant spalvotų kvadratėlių
nb: Skriv på fargerike små firkanter
nl: Schrijf op kleurrijke vierkantjes
pl: Pisz na kolorowych kwadratach
pt: Escrever em pequenos quadrados coloridos
pt_br: Escreva em pequenos quadrados coloridos
ru: Пишите на маленьких разноцветных квадратиках
sk: Píšte na farebné štvorčeky
sv: Skriv på färgglada små rutor
tr: Renkli küçük karelere yazın
uk: Напишіть на різнокольорових квадратиках

source: Features include:
cs: Mezi funkce patří:
da: Funktionerne omfatter:
de: Die Merkmale umfassen:
el: Χαρακτηριστικά Εφαρμογής:
es: Las características incluyen:
fi: Ominaisuuksiin kuuluvat:
fr: Les caractéristiques comprennent
hi: सुविधाओं में शामिल हैं:
it: le caratteristiche includono:
ja: 含まれる機能:
lt: Funkcijos:
nb: Funksjoner inkluderer:
nl: Functies zijn onder meer:
pl: Funkcje obejmują:
pt: Os recursos incluem:
pt_br: Os recursos incluem:
ru: Включенные функции:
sk: funkcie zahŕňajú:
sv: Funktioner inkluderar:
tr: Özellikler şunlardır:
uk: Особливості включають в себе:

source: Adaptive: New notes get the zoom you last chose
cs: Adaptivní: Nové poznámky dostanou zvětšení, které jste naposledy zvolili
da: Adaptiv: Nye noter får den zoom, du sidst valgte
de: Anpassungsfähig: Neue Notizen erhalten den zuletzt gewählten Zoom
el: Έρχεται στα μέτρα σας: Οι νέες σημειώσεις παίρνουν τη μεγέθυνση που ορίσατε τελευταία
es: Adaptable: Las notas nuevas tienen el zoom que elegiste la última vez
fi: Mukautuva: Uudet muistiinpanot saavat viimeksi valitsemasi zoomin
fr: Adaptatif : Les nouvelles notes bénéficient du dernier zoom choisi
hi: अनुकूली: नए नोटों को वह ज़ूम मिलता है जिसे आपने आखिरी बार चुना है
it: Adaptive: Nuove note Ottieni lo zoom che hai scelto l'ultima volta
ja: 柔軟: 新しいメモには前回選択した拡大率が適用されます
lt: Prisitaikantis: Naujos pastabos gauna paskutinį kartą pasirinktą priartinimą
nb: Adaptiv: Nye notater får den zoomen du sist valgte
nl: Adaptief: nieuwe noten krijgen de zoom die je laatst hebt gekozen
pl: Adaptacyjny: Nowe notatki otrzymują ostatnio wybrany zoom
pt: Adaptativo: As novas notas recebem o zoom que você escolheu por último
pt_br: Adaptativo: As novas notas recebem o zoom que você escolheu por último
ru: Адаптивность: новые заметки получают масштаб, который вы выбирали в прошлый раз
sk: Adaptive: Nové poznámky Získajte priblíženie, ktoré ste si vybrali
sv: Adaptive: Nya anteckningar Få zoomet du senast valde
tr: Uyarlanabilir: Yeni notlar en son seçtiğiniz yakınlaştırmayı alır
uk: Адаптивний: Нові нотатки отримують масштаб, який ви обрали востаннє

source: Cute: Each new note has a funny or cute random (editable) title
cs: Roztomilé: Každá nová poznámka má vtipný nebo roztomilý náhodný (upravitelný) název.
da: Sød: Hver ny note har en sjov eller sød tilfældig (redigerbar) titel
de: Niedlich: Jede neue Notiz hat einen lustigen oder niedlichen, zufälligen (editierbaren) Titel
el: Χαριτωμένοι τίτλοι: Κάθε νέα σημείωση έχει έναν αστείο ή χαριτωμένο τυχαίο (επεξεργάσιμο) τίτλο.
es: Bonito: Cada nueva nota tiene un título gracioso o simpático aleatorio (editable)
fi: Söpöä: Jokaisella uudella muistiinpanolla on hauska tai söpö satunnainen (muokattavissa oleva) otsikko.
fr: Mignon : Chaque nouvelle note porte un titre aléatoire amusant ou mignon (modifiable).
hi: प्यारा: प्रत्येक नए नोट में एक मजेदार या प्यारा यादृच्छिक (संपादन योग्य) शीर्षक है
it: carino: ogni nuova nota ha un titolo casuale (modificabile) divertente o carino
ja: かわいい: それぞれの新しいメモには、面白いまたはかわいいランダムなタイトル (編集可能) が設定されます
lt: Mielos: Kiekviena nauja pastaba turi juokingą arba mielą atsitiktinį (redaguojamą) pavadinimą.
nb: Søt: Hver nye lapp har en morsom eller søt tilfeldig (redigerbar) tittel
nl: schattig: elke nieuwe noot heeft een grappige of schattige willekeurige (bewerkbare) titel
pl: Urocze: Każda nowa notatka ma zabawny lub uroczy losowy (edytowalny) tytuł.
pt: fofo: cada nova nota tem um título engraçado ou fofo aleatório (editável)Engraçado: Cada nova nota tem um título aleatório (editável) engraçado ou fofo
pt_br: Engraçado: Cada nova nota tem um título aleatório (editável) engraçado ou fofo
ru: Симпатичная: каждая новая нота имеет смешное или милое случайное (редактируемое) название
sk: Cute: Každá nová nota má vtipný alebo roztomilý náhodný (upraviteľný) názov
sv: Söt: Varje ny anteckning har en rolig eller söt slumpmässig (redigerbar) titel
tr: Sevimli: Her yeni notun komik veya sevimli rastgele (düzenlenebilir) bir başlığı vardır
uk: Мило: Кожна нова нотатка має кумедну або милу випадкову (редаговану) назву

source: Handy: You can open links and emails with Ctrl+Click
cs: Praktické: Odkazy a e-maily můžete otevírat pomocí klávesové zkratky Ctrl+kliknutí.
da: Praktisk: Du kan åbne links og e-mails med Ctrl+Klik
de: Praktisch: Sie können Links und E-Mails mit Strg+Klick öffnen
el: Πρακτικότητα: Μπορείτε να ανοίξετε συνδέσμους και emails με Ctrl+Click
es: Práctico: Puedes abrir enlaces y correos electrónicos con Ctrl+Click
fi: Kätevä: Voit avata linkkejä ja sähköposteja Ctrl+Click-näppäimillä.
fr: Pratique : Vous pouvez ouvrir des liens et des courriels avec Ctrl+Clic
hi: हैंडी: आप CTRL क्लिक के साथ लिंक और ईमेल खोल सकते हैं
it: Manuale: puoi aprire collegamenti ed e -mail con CTRL Fare clic su
ja: 便利: Ctrl+クリックでリンクやメールを開くことができます
lt: Patogu: Nuorodas ir el. laiškus galite atidaryti naudodami Ctrl+Click
nb: Praktisk: Du kan åpne lenker og e-poster med Ctrl+Klikk
nl: Handy: u kunt links en e -mails openen met CTRL -klik
pl: Przydatne: Możesz otwierać linki i wiadomości e-mail za pomocą kombinacji klawiszy Ctrl+kliknięcie
pt: Você pode abrir links e e-mails com Ctrl+Click
pt_br: Prático: Você pode abrir links e e-mails com Ctrl+Click
ru: Вы можете открывать ссылки и электронные письма с помощью Ctrl+Click
sk: Handy: Môžete otvoriť odkazy a e -maily pomocou CTRL Kliknite
sv: Handy: Du kan öppna länkar och e -postmeddelanden med CTRL -klick
tr: Kullanışlı: Bağlantıları ve e-postaları Ctrl+Click ile açabilirsiniz
uk: Зручно: Ви можете відкривати посилання та електронні листи за допомогою комбінації клавіш Ctrl+Click

source: Private: Try the scribble mode!
cs: Soukromé: Vyzkoušejte režim čmárání!
da: Privat: Prøv skribletilstanden!
de: Privat: Probieren Sie den Scribble-Modus aus!
el: Ιδιωτικότητα: Δοκιμάστε τη λειτουργία μουτζούρας!
es: Privado: ¡Prueba el modo garabato!
fi: Yksityinen: Kokeile raapustustilaa!
fr: Privé : Essayez le mode gribouillage !
it: Privato: Prova la modalità scarabocchio!
ja: プライベート: 走り書きモードをお試しください!
lt: Privatus: Išbandykite braižymo režimą!
nb: Privat: Prøv skriblerimodus!
nl: Privé: Probeer de krabbelmodus!
pl: Prywatne: Wypróbuj tryb bazgrołów!
pt: Privado: Experimenta o modo de rabisco!
pt_br: Particular: Experimente o modo de rabisco!
ru: Частное лицо: Попробуйте режим каракулей!
sk: Súkromné: Vyskúšajte režim čmárania!
sv: Privat: Prova klotterläget!
tr: Özel: Karalama modunu deneyin!
uk: Приватний: Спробуйте режим каракулів!

source: Sticky note
de: Haftnotizen
el: Σημείωση
fr: Notes autocollantes
ja: 付箋

source: Stickies
de: Haftnotizen
el: Σημειώσεις
fr: Notes autocollantes
ja: 付箋

source: Colourful
cs: Barevné
da: Farverig
de: Buntes
el: Πολύχρωμο
es: Colorido
fi: Värikäs
fr: Colorée
it: Colorato
ja: カラフル
lt: Spalvingas
nb: Fargerik
nl: Kleurrijk
pl: Kolorowy
pt: Colorido
pt_br: Colorido
ru: Разноцветные
sk: Farebný
sv: Färgstark
tr: Renkli
uk: Кольорові

source: Notes
cs: Poznámky
da: Noter
de: Anmerkungen
el: Σημειώσεις
es: Notas
fi: Huomautukset
hi: नोट्स
it: note
ja: メモ
lt: Pastabos
nb: Merknader
nl: Opmerkingen
pl: Uwagi
pt: Anotações
pt_br: Notas
ru: Примечания
sk: Poznámky
sv: Anteckningar
tr: Notlar
uk: Примітки

source: Cute
cs: Roztomilé
da: Sød
de: Niedlich
el: Χαριτωμένο
es: Bonito
fi: Söpö
fr: Mignon
hi: प्यारा
it: carino
ja: かわいい
lt: Mielas
nb: Søt
nl: schattig
pl: Uroczy
pt: Bonito
pt_br: Bonito
ru: Милый
sk: roztomilý
sv: söt
tr: Şirin
uk: Мило.

source: Desktop
cs: Stolní počítač
da: Skrivebord
de: Schreibtisch
el: Επιφάνεια Εργασίας
es: Escritorio
fi: Työpöytä
fr: Bureau
hi: डेस्कटॉप
ja: デスクトップ
lt: Stalinis kompiuteris
nb: Skrivebord
pl: Pulpit
ru: Настольный компьютер
sk: Stolný počítač
sv: Skrivbord
tr: Masaüstü
uk: Робочий стіл

source: Reminder
cs: Připomínka
da: Påmindelse
de: Erinnerung
el: Υπενθύμιση
es: Recordatorio
fi: Muistutus
fr: Rappel
hi: अनुस्मारक
it: promemoria
ja: 備忘録
lt: Priminimas
nb: Påminnelse
nl: Herinnering
pl: Przypomnienie
pt: Aviso
pt_br: Lembrete
ru: Напоминание
sk: Pripomienka
sv: Påminnelse
tr: Hatırlatma
uk: Нагадування

source: Utility
da: Hjælpeprogram
de: Dienstprogramm
el: Βοήθημα
es: Utilidad
fi: Apuohjelma
fr: Utilité
it: Utilità
ja: ユーティリティ
lt: Komunalinės paslaugos
nb: Verktøy
pl: Użyteczność
pt: Utilidade
pt_br: Utilidade
ru: Коммунальное хозяйство
sv: Verktyg
tr: Yardımcı Program
uk: Утиліта

source: elementary OS
cs: základní OS
da: elementært OS
de: grundlegendes Betriebssystem
es: SO elemental
fi: yksinkertainen käyttöjärjestelmä
fr: OS élémentaire
it: OS elementare
ja: エレメンタリーOS
lt: elementari OS
nb: elementært operativsystem
nl: elementair OS
pl: podstawowy system operacyjny
pt: SO elementar
pt_br: SO elementar
ru: элементарная ОС
sk: základný OS
sv: elementärt OS
tr: temel işletim sistemi
uk: елементарна ОС

source: A sticky note with the "Blueberry" theme
cs: Samolepka s motivem "Blueberry"
da: En sticky note med "Blueberry"-temaet
de: Eine Haftnotiz mit dem Thema "Blaubeere"
el: Ένα σημείωμα με το θέμα "Μύρτιλλο"
es: Una nota adhesiva con el tema "Blueberry
fi: Muistilappu, jossa on "Mustikka"-teema.
fr: Une note autocollante sur le thème de la myrtille
hi: "ब्लूबेरी " थीम के साथ एक चिपचिपा नोट
it: una nota adesiva con il tema "Blueberry "
ja: "ブルーベリー" テーマの付箋
lt: Lipnus lapelis "Mėlynių" tema
nb: En klistrelapp med "Blueberry"-temaet
nl: Een plakkerige noot met het thema "Blueberry "
pl: Karteczka samoprzylepna z motywem "Blueberry"
pt: Uma nota adesiva com o tema "Mirtilo"
pt_br: Uma nota adesiva com o tema "Blueberry"
ru: Стикер с темой «Черника»
sk: Lepkavá poznámka s témou "Blueberry"
sv: En klibbig anteckning med temat "Blueberry"
tr: "Blueberry" temalı bir yapışkan not
uk: Наліпка на тему "Чорниця"

source: Change colours, zoom in and out, and there is even an emoji button!
cs: Můžete měnit barvy, zvětšovat a zmenšovat obraz, a dokonce je k dispozici i tlačítko emoji!
da: Skift farver, zoom ind og ud, og der er endda en emoji-knap!
de: Ändern Sie die Farben, zoomen Sie hinein und heraus, und es gibt sogar eine Emoji-Taste!
el: Αλλάξτε τα χρώματα, παίξτε με το ζουμ, υπάρχει ακόμη και κουμπί emoji!
es: Cambia los colores, acerca y aleja la imagen, ¡e incluso hay un botón emoji!
fi: Vaihda värejä, lähennä ja loitonna, ja mukana on jopa hymiöpainike!
fr: Changez les couleurs, faites un zoom avant et arrière, et il y a même un bouton emoji !
it: Cambiate i colori, ingrandite e rimpicciolite, e c'è anche un pulsante per le emoji!
ja: 色を変えたり、拡大・縮小したり。絵文字ボタンだってあります!
lt: Keiskite spalvas, priartinkite ir nutolinkite vaizdą, yra net emodži mygtukas!
nb: Du kan endre farger, zoome inn og ut, og det finnes til og med en emoji-knapp!
nl: Verander van kleur, zoom in en uit en er is zelfs een emoji-knop!
pl: Zmieniaj kolory, powiększaj i pomniejszaj, a jest nawet przycisk emoji!
pt: Mude as cores, aumente e diminua o zoom e até tem um botão de emoji!
pt_br: Mude as cores, aumente e diminua o zoom, e há até um botão de emoji!
ru: Меняйте цвета, увеличивайте и уменьшайте масштаб, и даже есть кнопка emoji!
sk: Môžete meniť farby, zväčšovať a zmenšovať obraz a dokonca je tu aj tlačidlo emoji!
sv: Ändra färg, zooma in och ut, och det finns till och med en emoji-knapp!
tr: Renkleri değiştirin, yakınlaştırın ve uzaklaştırın ve hatta bir emoji düğmesi bile var!
uk: Змінюйте кольори, збільшуйте та зменшуйте масштаб, і навіть є кнопка емодзі!

source: Streaming? Worried of someone looking above your shoulder? Try the scribbly Mode!
da: Streaming? Er du bange for, at nogen kigger dig over skulderen? Prøv scribbly mode!
de: Streaming? Haben Sie Angst, dass Ihnen jemand über die Schulter schaut? Versuchen Sie den Scribbly-Modus!
el: Κάνετε streaming; Ανησυχείτε ότι κάποιος σας κρυφοκοιτάζει; Δοκιμάστε τη λειτουργία μουτζούρας!
fr: Streaming ? Vous craignez que quelqu'un vous regarde par-dessus votre épaule ? Essayez le mode gribouillage !
ja: ストリーミング? 誰かに肩越しに見られるのが心配? 走り書きモードをお試しください!
lt: Srautinė transliacija? Nerimaujate, kad kas nors žvelgia per petį? Išbandykite skrajučių režimą!
nb: Strømming? Er du redd for at noen skal se deg over skulderen? Prøv den skriblete modusen!
pl: Streaming? Martwisz się, że ktoś patrzy ci przez ramię? Wypróbuj tryb bazgrołów!
ru: Трансляция? Боитесь, что кто-то заглянет вам через плечо? Попробуйте режим рисования!
tr: Yayın mı? Birinin omzunuzun üzerinden bakmasından mı endişeleniyorsunuz? Karalama Modunu deneyin!
uk: Стрімінг? Хвилюєтеся, що хтось зазирає вам через плече? Спробуйте каракулевий режим!

source: Look! Ascii art in a sticky note!
cs: Podívejte se! Ascii art na samolepicím papírku!
da: Se her! Ascii-kunst i en sticky note!
de: Schauen Sie! Ascii-Kunst auf einem Klebezettel!
el: Κοιτάξτε! Ζωγραφιές με γράμματα σε μία σημείωση!
es: ¡Mira! ¡Arte Ascii en una nota adhesiva!
fi: Katsokaa! Ascii-taidetta muistilapussa!
fr: Regardez ! De l'art ascii dans une note autocollante !
it: Guardate! Ascii art in una nota adesiva!
ja: ほら、付箋にアスキーアートだって書けちゃう!
lt: Žiūrėkite! Ascii menas lipniame lapelyje!
nb: Se her! Ascii-kunst i en klistrelapp!
nl: Kijk! Ascii-kunst in een plakbriefje!
pl: Zobacz! Ascii art w karteczce samoprzylepnej!
pt: Veja! Arte Ascii numa nota adesiva!
pt_br: Veja! Arte Ascii em uma nota adesiva!
ru: Смотрите! Искусство Ascii в стикерах!
sk: Pozrite sa! Ascii art na lepiacom papieriku!
sv: Titta här! Ascii-konst i en klisterlapp!
tr: Bakın! Yapışkan notta Ascii sanatı!
uk: Дивіться! Мистецтво Асція в стікері!

source: The preferences dialog in light mode
cs: Dialogové okno předvoleb v režimu světla
da: Indstillingsdialogen i lystilstand
de: Der Einstellungsdialog im Lichtmodus
el: Οι ρυθμίσεις στη φωτεινή λειτουργία
es: El diálogo de preferencias en modo luz
fi: Asetukset-valintaikkuna valotilassa
fr: La boîte de dialogue des préférences en mode lumineux
it: La finestra di dialogo delle preferenze in modalità luce
ja: ライトモードの設定ダイアログ
lt: Nustatymų dialogo langas šviesos režimu
nb: Innstillingsdialogen i lysmodus
nl: Het voorkeurenvenster in de lichte modus
pl: Okno dialogowe preferencji w trybie podświetlenia
pt: A caixa de diálogo das preferências no modo de luz
pt_br: A caixa de diálogo de preferências no modo de luz
ru: Диалог настроек в режиме освещения
sk: Dialógové okno predvolieb v režime svetla
sv: Dialogrutan för inställningar i ljusläge
tr: Işık modunda tercihler iletişim kutusu
uk: Діалогове вікно налаштувань у світловому режимі

source: The preferences dialog in dark mode
cs: Dialogové okno předvoleb v tmavém režimu
da: Indstillingsdialogen i mørk tilstand
de: Der Einstellungsdialog im dunklen Modus
el: Οι ρυθμίσεις στη σκοτεινή λειτουργία
es: El diálogo de preferencias en modo oscuro
fi: Asetusten valintaikkuna pimeässä tilassa
fr: La boîte de dialogue des préférences en mode sombre
it: La finestra di dialogo delle preferenze in modalità scura
ja: ダークモードでの設定ダイアログ
lt: Nustatymų dialogo langas tamsiuoju režimu
nb: Innstillingsdialogen i mørk modus
nl: Het voorkeurenvenster in donkere modus
pl: Okno dialogowe preferencji w trybie ciemnym
pt: A caixa de diálogo das preferências no modo escuro
pt_br: A caixa de diálogo de preferências no modo escuro
ru: Диалог настроек в темном режиме
sk: Dialógové okno predvolieb v tmavom režime
sv: Inställningsdialogen i mörkt läge
tr: Karanlık modda tercihler iletişim kutusu
uk: Діалогове вікно налаштувань у темному режимі

source: I struggled with some shenanigans to have only one preference window... Should be done for good now
cs: Bojoval jsem s některými vylomeninami, abych měl pouze jedno okno s předvolbami... Teď už by to mělo být nadobro hotové
de: Ich habe mit einigen Mätzchen gekämpft, um nur ein Einstellungsfenster zu haben... Sollte jetzt für immer erledigt sein
es: Luché con algunas travesuras para tener sólo una ventana de preferencias... Debería estar hecho para siempre ahora
fi: Kamppailin joidenkin temppujen kanssa, jotta minulla olisi vain yksi asetusikkuna... Pitäisi olla tehty lopullisesti nyt
fr: Je me suis débattu avec quelques magouilles pour n'avoir qu'une seule fenêtre de préférence... Cela devrait être fait pour de bon maintenant
it: Ho faticato un po' per avere una sola finestra di preferenze... Ora dovrebbe essere tutto a posto
ja: 環境設定ウインドウを1つだけにするために、悪巧みをして苦労したんだ...。これでもう大丈夫だろう。
lt: Aš kovojau su kai kuriais shenanigans turėti tik vieną pageidavimų langą... Turėtų būti padaryta gera dabar
nl: Ik worstelde met wat streken om maar één voorkeurenvenster te hebben... Zou nu voorgoed klaar moeten zijn
pl: Zmagałem się z pewnymi oszustwami, aby mieć tylko jedno okno preferencji... Teraz powinno być już na dobre
pt: Tive de me esforçar para ter apenas uma janela de preferências... Agora deve estar resolvido de vez
pt_br: Eu me esforcei para ter apenas uma janela de preferências... Agora deve estar pronto para sempre
ru: Я боролся с некоторыми махинациями, чтобы иметь только одно окно предпочтений... Теперь это должно быть сделано навсегда
sv: Jag kämpade med några knep för att bara ha ett inställningsfönster ... Borde vara gjort för gott nu
tr: Sadece bir tercih penceresi olması için bazı saçmalıklarla uğraştım... Artık tamamen hallolmuş olmalı
uk: Я боровся з деякими махінаціями, щоб мати лише одне вікно налаштувань... Тепер це має бути зроблено назавжди.

source: Added a desktop action to create a note from clipboard content
cs: Přidána akce na ploše pro vytvoření poznámky z obsahu schránky
de: Desktop-Aktion zum Erstellen einer Notiz aus dem Inhalt der Zwischenablage hinzugefügt
es: Se ha añadido una acción de escritorio para crear una nota a partir del contenido del portapapeles.
fi: Lisätty työpöytätoiminto muistiinpanon luomiseksi leikepöydän sisällöstä.
fr: Ajout d'une action de bureau pour créer une note à partir du contenu du presse-papiers
it: Aggiunta un'azione sul desktop per creare una nota dal contenuto degli appunti
ja: クリップボードの内容からノートを作成するデスクトップアクションを追加
lt: Pridėtas darbalaukio veiksmas, skirtas pastabai iš iškarpinės turinio sukurti
nl: Een desktopactie toegevoegd om een notitie te maken van klembordinhoud
pl: Dodano akcję na pulpicie do tworzenia notatek z zawartości schowka.
pt: Adicionada uma ação de ambiente de trabalho para criar uma nota a partir do conteúdo da área de transferência
pt_br: Adição de uma ação na área de trabalho para criar uma nota a partir do conteúdo da área de transferência
ru: Добавлено действие рабочего стола для создания заметки из содержимого буфера обмена
sv: Lagt till en skrivbordsåtgärd för att skapa en anteckning från innehåll i urklipp
tr: Pano içeriğinden not oluşturmak için bir masaüstü eylemi eklendi
uk: Додано дію на робочому столі для створення нотатки з вмісту буфера обміну
