Repository: ellie-commons/jorts
Catalog: po/extra/*.po
Languages: cs, da, de, el, es, fi, fr, hi, it, ja, lt, nb, nl, pl, pt, pt_br, ru, sk, sv, tr, uk

source: Bugfix: Fixed elements moving when a note title is hovered or selected
cs: Oprava chyby: Oprava přesouvání prvků při najetí na název poznámky nebo jeho výběru.
da: Bugfix: Fikset elementer, der flytter sig, når en notes titel holdes over eller vælges
de: Fehlerkorrektur: Elemente werden nicht mehr verschoben, wenn der Mauszeiger über den Titel einer Notiz bewegt oder diese ausgewählt wird.
el: Διόρθωση: Διορθώθηκε η μετακίνηση των στοιχείων όταν ο τίτλος μιας σημείωσης επιλέγεται ή ο δείκτης του ποντικιού βρίσκεται από πάνω
es: Corrección de errores: Se ha corregido el desplazamiento de elementos al pasar el ratón por encima o seleccionar el título de una nota.
fi: Bugfix: Korjattu elementtien siirtyminen, kun muistiinpanon otsikko on hiiren alla tai valittu.
fr: Correction : Correction des éléments qui se déplacent lorsque le titre d'une note est survolé ou sélectionné.
it: Correzione di un bug: elementi fissi che si spostano quando il titolo di una nota viene passato al centro del mouse o selezionato.
ja: バグ修正：ノートタイトルにカーソルを合わせたり、選択したりすると、要素が移動する不具合を修正しました。
lt: Klaidų taisymas: ištaisytas elementų judėjimas, kai užrašo pavadinimas užvedamas arba pasirenkamas.
nb: Feilretting: Fikset elementer som flytter seg når en notattittel holdes over eller velges
nl: Verbetering: Vaste elementen bewegen wanneer een notitietitel wordt aangeklikt of geselecteerd
pl: Poprawka błędu: Naprawiono elementy przesuwające się po najechaniu kursorem lub wybraniu tytułu notatki.
pt: Correção de erros: Foi corrigida a deslocação de elementos quando se passa o cursor do rato sobre o título de uma nota ou este é selecionado
pt_br: Correção de bug: correção de elementos que se moviam quando o título de uma nota era colocado sobre o mouse ou selecionado
ru: Исправление: исправлено перемещение элементов при наведении или выборе заголовка заметки
sk: Oprava chyby: Opravené presúvanie prvkov, keď je názov poznámky označený alebo naň prejdete myšou
sv: Buggfix: Fixade element som rörde sig när en nottitel hölls över eller valdes
tr: Hata Düzeltmesi: Bir not başlığının üzerine gelindiğinde veya seçildiğinde öğelerin hareket etmesi düzeltildi
uk: Виправлено рух елементів при наведенні або виборі заголовка нотатки

source: Bugfix: New and delete accels were not working oops sorry it's fixed now
cs: Oprava chyby: Nefungovalo přidávání a mazání akcelerátorů... omlouváme se, už je to opraveno.
da: Bugfix: Nye og slettede accels virkede ikke oops sorry det er rettet nu
de: Bugfix: Neue und gelöschte Akkus funktionierten nicht oops sorry das ist jetzt behoben
el: Διόρθωση: Οι επιτάχυνσεις δημιουργίας και διαγραφής δεν λειτουργούσαν, χίλια συγγνώμη, τώρα είναι διορθωμένο.
es: Corrección de errores: No funcionaban las funciones de crear y eliminar cuentas, lo siento, ya está solucionado.
fi: Bugfix: Uudet ja poistettavat akkelit eivät toimineet oops sorry se on korjattu nyt.
it: Correzione di un bug: le voci "nuovo" e "elimina" non funzionavano... Ops, scusate, ora è tutto risolto.
ja: バグ修正：新規登録と削除が機能していなかった。
lt: Klaidų taisymas: Naujas ir ištrinti accels neveikė oops atsiprašome, kad tai jau ištaisyta
nb: Feilretting: Nye og slettede akselerasjoner fungerte ikke, beklager, det er fikset nå
nl: Verbetering: Nieuwe en verwijder accels werkten niet oeps sorry het is nu opgelost
pl: Poprawka błędu: Nowe i usunięte konta nie działały. Ups, przepraszam, już to naprawiono.
pt: Correção de erro: As accels novas e apagadas não estavam a funcionar.
pt_br: Correção de bug: as contas novas e excluídas não estavam funcionando, desculpe, mas já foi corrigido.
ru: Исправление: новые и удаленные аксели не работали, упс, извините, теперь это исправлено
sk: Oprava chyby: Nové a vymazané akcelerátory nefungovali oops, prepáčte, už je to opravené
sv: Buggfix: Nya och raderade acceller fungerade inte oops sorry det är åtgärdat nu
tr: Hata Düzeltme: Yeni ve silme akselleri çalışmıyordu, üzgünüm şimdi düzeltildi
uk: Виправлено: не працювали прискорення створення та видалення, ой, вибачте, вже виправлено

source: Bugfix where random components skipped the last possible choice
cs: Oprava chyby, kdy náhodné komponenty přeskočily poslední možnou volbu
da: Fejlrettelse, hvor tilfældige komponenter sprang det sidste mulige valg over
de: Behebung eines Fehlers, bei dem zufällige Komponenten die letzte mögliche Auswahl übersprungen haben
el: Διόρθωση σφάλματος όπου τυχαία στοιχεία παρέλειπαν την τελευταία δυνατή επιλογή
es: Corrección de errores por la que los componentes aleatorios se saltaban la última opción posible
fi: Virheenkorjaus, jossa satunnaiset komponentit ohittivat viimeisen mahdollisen valinnan
fr: Correction d'un bug où les composants aléatoires sautaient le dernier choix possible
it: Correzione del bug per cui i componenti casuali saltavano l'ultima scelta possibile
ja: ランダムコンポーネントが最後の選択肢をスキップするバグを修正。
lt: Klaidų taisymas, kai atsitiktiniai komponentai praleisdavo paskutinį galimą pasirinkimą
nb: Feilretting der tilfeldige komponenter hoppet over det siste mulige valget
nl: Bugfix waarbij willekeurige componenten de laatst mogelijke keuze oversloegen
pl: Naprawiono błąd, w wyniku którego losowe komponenty pomijały ostatni możliwy wybór.
pt: Correção de um erro que fazia com que os componentes aleatórios saltassem a última escolha possível
pt_br: Correção de bug em que os componentes aleatórios pulavam a última opção possível
ru: Исправление, при котором случайные компоненты пропускали последний возможный выбор
sk: Oprava chyby, pri ktorej náhodné komponenty vynechávali poslednú možnú voľbu
sv: Buggfix där slumpmässiga komponenter hoppade över det sista möjliga valet
tr: Rastgele bileşenlerin son olası seçimi atlamasına neden olan hata düzeltmesi
uk: Виправлено помилку, коли випадкові компоненти пропускали останній можливий вибір

source: Bugfix: shortcut for emotes did not show up properly
cs: Oprava chyby: zkratka pro emoty se nezobrazovala správně
da: Bugfix: Genvej til emotes blev ikke vist korrekt
de: Bugfix: Shortcut für Emotes wurde nicht richtig angezeigt
el: Διόρθωση: η συντόμευση για emoji δεν εμφανιζόταν σωστά
es: Corrección de errores: el acceso directo a los emotes no aparecía correctamente.
fi: Bugfix: emotesin pikakuvake ei näkynyt oikein
fr: Correction : les raccourcis pour les emotes ne s'affichaient pas correctement.
it: Correzione di un bug: la scorciatoia per le emotes non veniva visualizzata correttamente
ja: エモートのショートカットが正しく表示されなかったバグを修正
lt: Klaidų taisymas: trumpasis klavišas, skirtas emotikonams, nebuvo rodomas tinkamai
nb: Feilretting: Snarvei for emotes ble ikke vist riktig
nl: Verbetering: snelkoppeling voor emotes werd niet goed weergegeven
pl: Poprawka: skrót do emotek nie wyświetlał się poprawnie.
pt: Correção de erros: o atalho para emotes não aparecia corretamente
pt_br: Correção de bug: o atalho para emotes não aparecia corretamente
ru: Исправление: ярлык для эмодзи не отображался должным образом
sk: Oprava chyby: skratka pre emotes sa nezobrazovala správne
sv: Buggfix: genväg för emotes visades inte korrekt
tr: Hata düzeltmesi: ifadeler için kısayol düzgün görünmüyordu
uk: Виправлено: ярлик для емоцій не відображався належним чином

source: Lil easter egg
da: Lille påskeæg
de: Kleines Osterei
el: Προσθήκη easter egg
es: Huevo de Pascua
fi: Lil pääsiäismuna
fr: Petit œuf de Pâques
it: Uovo di Pasqua
ja: リル・イースター・エッグ
lt: Lil velykinis kiaušinis
nb: Lille påskeegg
nl: Lil paasei
pl: Jajko wielkanocne
pt: Ovo de Páscoa
pt_br: Ovo de Páscoa Lil
ru: Пасхальное яйцо
sk: Veľkonočné vajíčko Lil
sv: Lilla påskägget
tr: Küçük paskalya yumurtası
uk: Маленька писанка

source: 2.3.0 The Inner Jorts
da: 2.3.0 De indre shorts
de: 2.3.0 Die Innenhose
el: 2.3.0 Το εσωτερικό σορτς
fr: 2.3.0 Le short intérieur
ja: 2.3.0 インナージョーツ
lt: 2.3.0 Vidiniai šortai
pl: 2.3.0 Wewnętrzne spodenki
ru: 2.3.0 Внутренние ограничения
tr: 2.3.0 İç Şort
uk: 2.3.0 Внутрішні штани

source: New feature: Preferences dialog! Right-click on the app icon to see the option
cs: Nová funkce: Dialogové okno Předvolby! Kliknutím pravým tlačítkem myši na ikonu aplikace se zobrazí možnost
da: Ny funktion: Indstillingsdialog! Højreklik på app-ikonet for at se indstillingen
de: Neue Funktion: Einstellungsdialog! Klicken Sie mit der rechten Maustaste auf das App-Symbol, um die Option zu sehen
el: Νέα λειτουργία: Ρυθμίσεις! Κάντε δεξί κλικ στο εικονίδιο της εφαρμογής για να δείτε τις προτιμήσεις
es: Nueva función: Diálogo de preferencias Haga clic con el botón derecho en el icono de la aplicación para ver la opción
fi: Uusi ominaisuus: Asetukset-valintaikkuna! Napsauta sovelluksen kuvaketta hiiren kakkospainikkeella nähdäksesi vaihtoehdon.
fr: Nouvelle fonctionnalité : Boîte de dialogue des préférences ! Cliquez avec le bouton droit de la souris sur l'icône de l'application pour voir l'option
it: Nuova funzione: Finestra di dialogo delle preferenze! Fare clic con il tasto destro del mouse sull'icona dell'applicazione per visualizzare l'opzione
ja: 新機能環境設定ダイアログ！アプリのアイコンを右クリックするとオプションが表示されます。
lt: Nauja funkcija: Nustatymų dialogas! Dešiniuoju pelės klavišu spustelėkite programos piktogramą, kad pamatytumėte parinktį
nb: Ny funksjon: Dialogboksen Innstillinger! Høyreklikk på appikonet for å se alternativet
nl: Nieuwe functie: Voorkeuren dialoog! Klik met de rechtermuisknop op het pictogram van de app om de optie te zien
pl: Nowa funkcja: Okno dialogowe preferencji! Kliknij prawym przyciskiem myszy ikonę aplikacji, aby wyświetlić opcję
pt: Nova funcionalidade: Diálogo de preferências! Clique com o botão direito do rato no ícone da aplicação para ver a opção
pt_br: Novo recurso: Diálogo de preferências! Clique com o botão direito do mouse no ícone do aplicativo para ver a opção
ru: Новая функция: Диалог настроек! Щелкните правой кнопкой мыши на значке приложения, чтобы увидеть опцию
sk: Nová funkcia: Dialógové okno Nastavenia! Kliknutím pravým tlačidlom myši na ikonu aplikácie sa zobrazí možnosť
sv: Ny funktion: Dialog för inställningar! Högerklicka på appikonen för att se alternativet
tr: Yeni özellik: Tercihler iletişim kutusu! Seçeneği görmek için uygulama simgesine sağ tıklayın
uk: Нова функція: Діалогове вікно налаштувань! Клацніть правою кнопкою миші на іконці програми, щоб побачити опцію

source: scribbly mode has been moved to the new preference dialog
cs: režim scribbly byl přesunut do nového dialogu předvoleb
da: scribbly-tilstand er blevet flyttet til den nye indstillingsdialog
de: Der Schreibmodus wurde in den neuen Einstellungsdialog verschoben.
el: Η λειτουργία μουτζούρας μετακινήθηκε στις νέες ρυθμίσεις
es: el modo scribbly se ha trasladado al nuevo diálogo de preferencias
fi: scribbly-tila on siirretty uuteen asetusten valintaikkunaan.
fr: le mode scribouillard a été déplacé dans le nouveau dialogue de préférences
it: La modalità scribbly è stata spostata nella nuova finestra di dialogo delle preferenze.
ja: スクリブリーモードは新しい環境設定ダイアログに移動しました。
lt: "scribbly" režimas perkeltas į naująjį nustatymų dialogo langą
nb: Skriblerimodus er flyttet til den nye innstillingsdialogen
nl: scribblymodus is verplaatst naar het nieuwe voorkeurenvenster
pl: tryb pisania został przeniesiony do nowego okna dialogowego preferencji
pt: o modo de rabisco foi transferido para a nova caixa de diálogo de preferências
pt_br: O modo scribbly foi movido para a nova caixa de diálogo de preferências
ru: режим каракулей был перенесен в новое диалоговое окно настроек
sk: režim scribbly bol presunutý do nového dialógového okna predvolieb
sv: scribbly-läget har flyttats till den nya preferensdialogen
tr: scribbly modu yeni tercih iletişim kutusuna taşındı
uk: режим каракулів перенесено до нового діалогового вікна налаштувань

source: For translators: Translations have been separated in 2: One for the UI one for the extra content
da: Til oversættere: Oversættelserne er blevet opdelt i 2: En til brugergrænsefladen og en til det ekstra indhold.
de: Verbesserung für Übersetzer: Die Übersetzungen wurden in 2 aufgeteilt: Eine für die Benutzeroberfläche und eine für den zusätzlichen Inhalt
el: Διευκόλυνση μετάφρασης: Οι μεταφράσεις έσπασαν σε 2 αρχεία: ένα για το γραφικό περιβάλλον και ένα για τις πληροφορίες
fr: Amélioration pour les traducteurs : Les traductions ont été séparées en 2 : une pour l'interface utilisateur et une pour le contenu supplémentaire.
it: Per i traduttori: Le traduzioni sono state separate in due: una per l'interfaccia utente e una per i contenuti extra.
ja: 翻訳者の方へ：翻訳は2つに分けられました：1つはUI用、もう1つは追加コンテンツ用です。
nb: For oversettere: Oversettelsene har blitt delt i to: En for brukergrensesnittet og en for det ekstra innholdet
nl: Voor vertalers: De vertalingen zijn opgesplitst in 2: Een voor de UI en een voor de extra inhoud.
pl: Dla tłumaczy: Tłumaczenia zostały podzielone na 2 części: jedna dla interfejsu użytkownika, druga dla dodatkowej zawartości.
pt: Para os tradutores: As traduções foram separadas em 2: uma para a interface do utilizador e outra para o conteúdo extra
ru: Улучшение для переводчиков: Переводы были разделены на 2 части: одна для пользовательского интерфейса, другая для дополнительного контента
sk: Pre prekladateľov: Preklady boli rozdelené do 2 častí: jedna pre používateľské rozhranie, druhá pre dodatočný obsah
sv: För översättare: Översättningarna har delats upp i två delar: en för användargränssnittet och en för det extra innehållet
tr: Çevirmenler için: Çeviriler 2'ye ayrıldı: Biri kullanıcı arayüzü için diğeri ekstra içerik için

source: Comfort: Easier to grab and drag stickies
cs: Pohodlí: Snadnější uchopení a přetažení samolepek
da: Komfort: Lettere at gribe og trække klistermærker
de: Komfort: Leichteres Greifen und Ziehen von Stickies
el: Περισσότερη άνεση: Ευκολία στην μετακίνηση σημειώσεων
es: Comodidad: Más fácil de agarrar y arrastrar los stickies
fi: Mukavuus: Helpompi tarttua ja vetää tarroja.
fr: Confort : Plus facile d'attraper et de faire glisser les autocollants
it: Comfort: Più facile afferrare e trascinare gli adesivi
ja: 快適さ：付箋をつかみやすく、ドラッグしやすい
lt: Patogumas: Lengviau paimti ir vilkti lipdukus
nb: Komfort: Lettere å gripe og dra i klistremerker
nl: Comfort: Makkelijker om stickies te pakken en slepen
pl: Wygoda: Łatwiejsze chwytanie i przeciąganie karteczek samoprzylepnych
pt: Conforto: Mais fácil de agarrar e arrastar os autocolantes
pt_br: Conforto: Mais fácil de pegar e arrastar adesivos
ru: Комфорт: Легче захватывать и перетаскивать стикеры
sk: Pohodlie: Ľahšie uchopenie a pretiahnutie nálepiek
sv: Komfort: Lättare att ta tag i och dra stickies
tr: Konfor: Yapışkanları tutmak ve sürüklemek daha kolay
uk: Зручність: Легше захоплювати та перетягувати наклейки

source: Bugfix: Screenshots in the appcenter were a mess aaaa
cs: Oprava chyby: Snímky obrazovky v appcentru byly v nepořádku aaaa
da: Bugfix: Skærmbilleder i appcenteret var noget rod aaaa
de: Bugfix: Screenshots im Appcenter waren unübersichtlich aaaa
el: Διόρθωση: Τα στιγμιότυπα στο appcenter ήταν ένα χάος
es: Bugfix: Las capturas de pantalla en el appcenter eran un desastre aaaa
fi: Bugfix: Sovelluskeskuksen kuvakaappaukset olivat sekaisin aaaa
fr: Bugfix : Les captures d'écran dans l'appcenter étaient un vrai désordre aaaa
it: Correzione di bug: le schermate nell'appcenter erano un pasticcio aaaa
ja: バグ修正：appcenterのスクリーンショットが乱れていた。
lt: Klaidų taisymas: ekrano nuotraukos programėlėje buvo netvarkingos aaaa
nb: Feilretting: Skjermbilder i Appcenter var rotete
nl: Verbetering: schermafbeeldingen in het appcenter waren een rommeltje aaaa
pl: Poprawka błędu: Zrzuty ekranu w centrum aplikacji były bałaganem aaaa
pt: Correção de erros: As capturas de ecrã no centro de aplicações estavam uma confusão aaaa
pt_br: Correção de bug: As capturas de tela no appcenter estavam uma bagunça aaaa
ru: Исправление: скриншоты в appcenter были беспорядочными aaaa
sk: Oprava chyby: Snímky obrazovky v centre aplikácie boli v neporiadku aaaa
sv: Buggfix: Skärmdumpar i appcenter var en röra aaaa
tr: Hata Düzeltme: Appcenter'daki ekran görüntüleri karışıktı aaaa
uk: Виправлено: скріншоти в апцентрі були безладними аааа

source: Updated translations
da: Opdaterede oversættelser
de: Aktualisierte Übersetzungen
el: Ενημερωμένες μεταφράσεις
fr: Traductions mises à jour
ja: 翻訳の更新
lt: Atnaujinti vertimai
pl: Zaktualizowane tłumaczenia
ru: Обновленные переводы
tr: Güncellenmiş çeviriler
uk: Оновлені переклади

source: 2.2.0 The Jorts of light
cs: 2.2.0 Světelné šortky
da: 2.2.0 Lysets Jorts
de: 2.2.0 Die Jorts des Lichts
el: 2.2.0 Οι Jorts του φωτός
es: 2.2.0 Los Jorts de luz
fi: 2.2.0 Valon Jortsit
fr: 2.2.0 Les Jorts de lumière
hi: 2.2.0 प्रकाश के जोर्ट्स
ja: 2.2.0 光のジョーツ
lt: 2.2.0 Šviesos šortai
nb: 2.2.0 Lysets Jorts
pl: 2.2.0 Jorts światła
pt: 2.2.0 Os jorts da luz
pt_br: 2.2.0 Os Jorts de luz
sk: 2.2.0 Jorty svetla
sv: 2.2.0 Ljusjorten
tr: 2.2.0 Işığın Jorts'u
uk: 2.2.0 Джорти світла

source: Better translation coverage
cs: Lepší pokrytí překladů
da: Bedre dækning af oversættelser
de: Bessere Übersetzungsabdeckung
el: Καλύτερη μεταφραστική κάλυψη
es: Mejor cobertura de traducción
fi: Parempi käännöskattavuus
fr: Une meilleure couverture de la traduction
hi: बेहतर अनुवाद कवरेज
it: migliore copertura della traduzione
ja: より良い翻訳カバレッジ
lt: Geresnė vertimo aprėptis
nb: Bedre dekning av oversettelser
nl: Betere vertaaldekking
pl: Lepszy zasięg tłumaczeń
pt: melhor cobertura de tradução
pt_br: Melhor cobertura de tradução
ru: Лучшее покрытие перевода
sk: Lepšie pokrytie prekladu
sv: Bättre översättningstäckning
tr: Daha iyi çeviri kapsamı
uk: Краще охоплення перекладу

source: New feature: scribbly mode! Hide sticky notes content when unfocused
da: Ny funktion: skribletilstand! Skjul indholdet af klistermærker, når du er ufokuseret
de: Neue Funktion: Scribbly-Modus! Inhalt von Haftnotizen ausblenden, wenn nicht fokussiert
el: Νέα λειτουργία: Λειτουργία Μουτζούρας! Απόκρυψη του κειμένου των μη εστιασμένων σημειώσεων
fr: Nouvelle fonctionnalité : mode scribouillard ! Masquer le contenu des notes autocollantes lorsqu'elles ne sont pas focalisées
ja: 新機能：走り書きモード！非フォーカス時に付箋の内容を隠す
lt: Nauja funkcija: "scribbly" režimas! Paslėpkite lipnių užrašų turinį, kai nesufokusuojama
nb: Ny funksjon: kladdemodus! Skjul innholdet på klistrelapper når du ikke fokuserer
pl: Nowa funkcja: tryb scribbly! Ukryj zawartość notatek samoprzylepnych, gdy nie są skupione
ru: Новая функция: режим рисования! Скрывайте содержимое стикеров, когда не сосредоточены на работе
tr: Yeni özellik: karalama modu! Odaklanılmadığında yapışkan not içeriğini gizle
uk: Нова функція: режим каракулів! Приховуйте вміст стікерів, коли ви не сфокусовані

source: New feature: Emoji picker button! I know there is one on right-click, but buttons are more accessible!
cs: Nová funkce: Tlačítko pro výběr emoji! Vím, že je tam jedno na pravé tlačítko myši, ale tlačítka jsou přístupnější!
da: Ny funktion: Emoji-vælger-knap! Jeg ved godt, at der er en ved højreklik, men knapper er mere tilgængelige!
de: Neue Funktion: Emoji-Auswahltaste! Ich weiß, es gibt eine auf der rechten Maustaste, aber Tasten sind besser zugänglich!
el: Νέα λειτουργία: Emoji! Ναι, μπορείτε και μέσω του δεξιού κλικ, αλλά τα κουμπιά είναι καλύτερα!
es: Nueva función: Botón para elegir emoji. Sé que hay uno en el botón derecho del ratón, ¡pero los botones son más accesibles!
fi: Uusi ominaisuus: Emoji-valintapainike! Tiedän, että oikealla napsautuksella on sellainen, mutta painikkeet ovat helpommin saatavilla!
fr: Nouvelle fonctionnalité : Bouton de sélection des emoji ! Je sais qu'il y en a un sur le clic droit, mais les boutons sont plus accessibles !
hi: नई सुविधा: इमोजी पिकर बटन!
it: Nuova funzione: pulsante Emoji Picker!
ja: 新機能絵文字ピッカー・ボタン！右クリックにあるのは知っていますが、ボタンがある方がよりアクセスしやすいです！
lt: Nauja funkcija: Emocijų rinkimo mygtukas! Žinau, kad dešiniuoju pelės klavišu yra vienas, bet mygtukai yra labiau prieinami!
nb: Ny funksjon: Emoji-velgerknapp! Jeg vet at det finnes en på høyreklikk, men knapper er mer tilgjengelige!
nl: Nieuwe functie: Emoji Picker -knop!
pl: Nowa funkcja: Przycisk wyboru emoji! Wiem, że jest jeden po kliknięciu prawym przyciskiem myszy, ale przyciski są bardziej dostępne!
pt: Novo recurso: botão de empilhadeira emoji!
pt_br: Novo recurso: Botão de seleção de emojis! Sei que há um botão no botão direito do mouse, mas os botões são mais acessíveis!
ru: Новая функция: Кнопка выбора эмодзи! Я знаю, что она есть на правой кнопке мыши, но кнопки более доступны!
sk: Nová funkcia: Emoji Picker Button!
sv: Ny funktion: Emoji-väljarknapp! Jag vet att det finns en på högerklick, men -knappar är mer tillgängliga!
tr: Yeni özellik: Emoji seçici düğmesi! Sağ tıklamada bir tane olduğunu biliyorum, ancak düğmeler daha erişilebilir!
uk: Нова функція: Кнопка вибору емодзі! Я знаю, що вона є на правій кнопці миші, але кнопки більш доступні!

source: The button in the toolbar displays a random emote everytime you click!
cs: Tlačítko na panelu nástrojů zobrazí náhodný emotikon při každém kliknutí!
da: Knappen i værktøjslinjen viser en tilfældig emote, hver gang du klikker!
de: Die Schaltfläche in der Symbolleiste zeigt jedes Mal, wenn du klickst, ein zufälliges Emote an!
el: Το κουμπί στη μπάρα εργαλείων εμφανίζει ένα τυχαίο emoji κάθε φορά που κάνετε κλικ!
es: El botón de la barra de herramientas muestra un emote aleatorio cada vez que haces clic.
fi: Työkalurivin painike näyttää satunnaisen hymiön joka kerta, kun napsautat sitä!
fr: Le bouton de la barre d'outils affiche une émoticône aléatoire à chaque fois que vous cliquez !
hi: टूलबार में बटन एक यादृच्छिक emote प्रदर्शित करता है जो आप क्लिक करते हैं!
it: il pulsante nella barra degli strumenti visualizza un'emota casuale ogni volta che fai clic!
ja: ツールバーのボタンは、クリックするたびにランダムなエモーションを表示する！
lt: Įrankių juostoje esantis mygtukas kiekvieną kartą spustelėjus parodo atsitiktinę emociją!
nb: Knappen i verktøylinjen viser en tilfeldig emote hver gang du klikker!
nl: De knop op de werkbalk geeft elke keer dat u klikt een willekeurige emote weer!
pl: Przycisk na pasku narzędzi wyświetla losową emotkę za każdym razem, gdy klikniesz!
pt: O botão na barra de ferramentas exibe um emote aleatório sempre que você clicar!
pt_br: O botão na barra de ferramentas exibe um emote aleatório toda vez que você clica nele!
ru: Кнопка на панели инструментов отображает случайную эмоцию каждый раз, когда вы нажимаете!
sk: Tlačidlo na paneli s nástrojmi zobrazuje náhodnú emotúru vždy, keď kliknete!
sv: Knappen i verktygsfältet visar en slumpmässig emote varje gång du klickar!
tr: Araç çubuğundaki düğmeye her tıkladığınızda rastgele bir ifade görüntülenir!
uk: Кнопка на панелі інструментів відображає випадковий смайл при кожному натисканні!
