Repository: ellie-commons/jorts
Catalog: po/extra/*.po
Languages: cs, da, de, el, es, fi, fr, hi, it, ja, lt, nb, nl, pl, pt, pt_br, ru, sk, sv, tr, uk

source: Added high-resolution screenshots
cs: Přidány snímky obrazovky ve vysokém rozlišení
da: Tilføjet skærmbilleder i høj opløsning
de: Hochauflösende Bildschirmfotos hinzugefügt
el: Προστέθηκαν στιγμιότυπα υψηλής ανάλυσης
es: Añadidas capturas de pantalla de alta resolución
fi: Lisätty korkearesoluutioisia kuvakaappauksia
fr: Ajout de captures d'écran en haute résolution
it: Aggiunte schermate ad alta risoluzione
ja: 高解像度のスクリーンショットを追加
lt: Pridėta didelės skiriamosios gebos ekrano nuotraukų
nb: Lagt til høyoppløselige skjermbilder
nl: Schermafbeeldingen in hoge resolutie toegevoegd
pl: Dodano zrzuty ekranu w wysokiej rozdzielczości
pt: Adicionadas capturas de ecrã de alta resolução
pt_br: Adicionadas capturas de tela em alta resolução
ru: Добавлены скриншоты высокого разрешения
sk: Pridané snímky obrazovky vo vysokom rozlíšení
sv: Högupplösta skärmdumpar har lagts till
tr: Yüksek çözünürlüklü ekran görüntüleri eklendi
uk: Додано скріншоти з високою роздільною здатністю

source: Last minute bugfix, somehow accels did not work when the Preferences were focused
cs: Oprava chyby na poslední chvíli, nějak nefungovaly akcelerátory, když byly zaměřeny Předvolby
da: Sidste øjebliks bugfix, på en eller anden måde virkede accels ikke, når præferencerne var fokuserede
de: Last-Minute-Bugfix, irgendwie funktionierten die Akkus nicht, wenn die Voreinstellungen fokussiert waren
el: Διόρθωση σφάλματος της τελευταίας στιγμής, κατά κάποιο τρόπο τα accels δεν λειτουργούσαν όταν οι Προτιμήσεις ήταν εστιασμένες
es: Corrección de errores de última hora, de alguna manera los accels no funcionaban cuando las Preferencias estaban enfocadas.
fi: Viime hetken bugikorjaus, jotenkin akkelit eivät toimineet, kun asetukset olivat keskitettyinä
fr: Correction d'un bug de dernière minute, les accels ne fonctionnaient pas lorsque les Préférences étaient focalisées.
it: Correzione di un bug dell'ultimo minuto: in qualche modo gli accel non funzionavano quando le Preferenze erano focalizzate.
ja: 環境設定にフォーカスが当たっているときにアクセルが機能しない不具合を修正。
lt: Paskutinės minutės klaidos taisymas, kažkodėl accels neveikė, kai buvo sukoncentruotos Nustatymai
nb: Siste øyeblikk bugfix, på en eller annen måte fungerte ikke accels når preferansene var fokusert
nl: Bugfix op het laatste moment, op de een of andere manier werkten accels niet wanneer de Voorkeuren waren geconcentreerd
pl: Poprawka błędu z ostatniej chwili, w jakiś sposób accels nie działał, gdy Preferencje były skoncentrowane
pt: Correção de última hora de um bug, de alguma forma os accels não funcionavam quando as Preferências estavam focadas
pt_br: Correção de bug de última hora: de alguma forma, os accels não funcionavam quando as Preferências estavam em foco
ru: Исправление последней минуты, почему-то аксели не работали, когда предпочтения были сосредоточены
sk: Oprava chyby na poslednú chvíľu, akcelerátory nejako nefungovali, keď boli preferencie zamerané
sv: Buggfix i sista minuten, på något sätt fungerade inte accelereringen när inställningarna var fokuserade
tr: Son dakika hata düzeltmesi, Tercihler odaklandığında bir şekilde accels çalışmıyordu
uk: Виправлено в останню хвилину, чомусь прискорення не працювало, коли Уподобання були сфокусовані

source: A bit of housekeeping for FR and DE while at it
cs: Trochu úklidu pro FR a DE, když už jsme u toho
da: Lidt husholdning for FR og DE, mens vi er i gang
de: Ein bisschen Hausarbeit für FR und DE, wenn wir schon dabei sind
el: Λίγο νοικοκυριό για την FR και την DE, ενώ είναι σε αυτό
es: De paso, un poco de orden para FR y DE
fi: FR:n ja DE:n osalta hieman siivousta samalla kun se on käynnissä.
fr: Un peu de ménage pour FR et DE à cette occasion
it: Un po' di pulizia per FR e DE, già che ci sono
ja: ついでにFRとDEも少し整理しておこう。
lt: Šiek tiek tvarkymosi FR ir DE, o tuo tarpu
nb: Litt husarbeid for FR og DE mens vi er i gang
nl: Een beetje huishoudelijk werk voor FR en DE nu we toch bezig zijn
pl: Przy okazji trochę porządków dla FR i DE
pt: Um pouco de limpeza para a FR e a DE
pt_br: Um pouco de limpeza para a FR e a DE enquanto isso
ru: Немного домашней работы для FR и DE
sk: Trochu upratovania pre FR a DE, keď už sme pri tom
sv: Lite städning för FR och DE när vi ändå är igång
tr: Hazır başlamışken FR ve DE için biraz temizlik yapalım
uk: Трохи про домашнє господарство для FR та DE, поки що

source: 😎 Guests stars:
cs: 😎 Hvězdičky pro hosty:
da: 😎 Gæster stjerner:
de: 😎 Gäste Sterne:
el: 😎 Αστέρια επισκεπτών:
es: 😎 Estrellas invitadas:
fi: 😎 Vieraiden tähdet:
it: 😎 Stelle degli ospiti:
ja: ᘎ ゲストの星：
lt: 😎 Svečių žvaigždutės:
nb: 😎 Gjester stjerner:
nl: Gasten sterren:
pl: 😎 Gwiazdy gości:
pt: 😎 Estrelas dos convidados:
pt_br: Estrelas dos convidados:
ru: 😎 Гости-звезды:
sk: 😎 Hviezdičky pre hostí:
sv: 😎 Gästernas stjärnor:
tr: 😎 Konuk yıldızlar:
uk: Запрошені зірки:

source: Updated EL translations thanks to @OrionasKakomoiroglou!
de: Aktualisierte Übersetzungen
el: Ενημερωμένες ελληνικές μεταφράσεις χάρη στον @OrionasKakomoiroglou!
fr: Mise à jour des traductions EL grâce à @OrionasKakomoiroglou!

source: 3.1.3 Jorts of fire and lava
de: 2.4.0 Die Jorts des Eis
el: 3.1.3 Τζορτζ από φωτιά και λάβα
fr: 3.1.3 Les Jorts de feu et de lave

source: Save memory and disk writes by adding a proper debounce
cs: Úspora paměti a zápisů na disk přidáním vhodného odkladu.
da: Spar hukommelse og diskskrivning ved at tilføje en ordentlig debounce
de: Sparen Sie Speicherplatz und Schreibvorgänge auf der Festplatte durch Hinzufügen einer geeigneten Entprellung
el: Εξοικονόμηση μνήμης και εγγραφών στο δίσκο προσθέτοντας ένα σωστό debounce
es: Ahorre memoria y escrituras en disco añadiendo un rebote adecuado
fi: Säästä muistia ja levykirjoituksia lisäämällä asianmukainen debounce-ominaisuus.
fr: Économisez de la mémoire et des écritures sur le disque en ajoutant un rebond approprié.
it: Risparmiare memoria e scritture su disco aggiungendo un debounce appropriato
ja: 適切なデバウンスを追加することで、メモリとディスクの書き込みを節約
lt: Taupykite atmintį ir įrašus į diską, pridėdami tinkamą atmetimo funkciją
nb: Spar minne og diskskriving ved å legge til en skikkelig debounce
nl: Bespaar geheugen en schijfschrijvingen door een goede debounce toe te voegen
pl: Oszczędność pamięci i zapisów na dysku poprzez dodanie odpowiedniego debounce
pt: Poupe memória e gravações em disco adicionando um debounce adequado
pt_br: Economize memória e gravações em disco adicionando um debounce adequado
ru: Экономьте память и записи на диск, добавив соответствующий дебафф
sk: Úspora pamäte a zápisov na disk pridaním správneho odozvy
sv: Spara minne och diskskrivare genom att lägga till en korrekt debounce
tr: Uygun bir debounce ekleyerek bellek ve disk yazımlarından tasarruf edin
uk: Заощаджуйте пам'ять і записи на диск, додаючи правильний дебаунд

source: Updated IT translations thanks to @albanobattistella!
de: Aktualisierte IT-Übersetzungen dank @albanobattistella!
el: Ενημερωμένες ιταλικές μεταφράσεις χάρη στο @albanobattistella!
fr: Mise à jour des traductions IT grâce à @albanobattistella!

source: Updated JA translations thanks to @RyoNakano!
de: Aktualisierte JA-Übersetzungen dank @RyoNakano!
el: Ενημερωμένες ιαπωνικές μεταφράσεις χάρη στο @RyoNakano!
fr: Mise à jour des traductions JA grâce à @RyoNakano!

source: 3.1.2 Amendments for flathub
cs: 3.1.2 Změny pro flathub
da: 3.1.2 Ændringer for flathub
de: 3.1.2 Änderungsanträge für Flathub
el: 3.1.2 Τροποποιήσεις για flathub
es: 3.1.2 Enmiendas para el flathub
fi: 3.1.2 Tarkistukset flathubin osalta
fr: 3.1.2 Amendements pour flathub
it: 3.1.2 Emendamenti per il flathub
ja: 3.1.2 フラサブの改正点
lt: 3.1.2 Pakeitimai dėl plokščiojo vamzdžio
nb: 3.1.2 Endringer for flathub
nl: 3.1.2 Wijzigingen voor flathub
pl: 3.1.2 Zmiany dotyczące flathubu
pt: 3.1.2 Alterações para o flathub
pt_br: 3.1.2 Alterações para o flathub
ru: 3.1.2 Поправки для флатуба
sk: 3.1.2 Zmeny pre flathub
sv: 3.1.2 Ändringar för flathub
tr: 3.1.2 Flathub için Değişiklikler
uk: 3.1.2 Зміни для flathub

source: Nothing interesting here
cs: Nic zajímavého
da: Intet interessant her
de: Nichts Interessantes dabei
el: Τίποτα το ενδιαφέρον
es: Nada interesante aquí
fi: Täällä ei ole mitään mielenkiintoista
fr: Rien d'intéressant ici
it: Niente di interessante qui
ja: 面白いことは何もない
lt: Nieko įdomaus čia nėra
nb: Ikke noe interessant her
nl: Niets interessants hier
pl: Nie ma tu nic interesującego
pt: Nada de interessante aqui
pt_br: Nada de interessante aqui
ru: Ничего интересного
sk: Nič zaujímavé tu nie je
sv: Inget intressant här
tr: Burada ilginç bir şey yok
uk: Тут немає нічого цікавого

source: 3.1.1 Woops
da: 3.1.1 Ups
de: 3.1.1 Hups
es: 3.1.1 Vaya
fi: 3.1.1 Hups
ja: 3.1.1 ウープス
ru: 3.1.1 Упс
uk: 3.1.1 Вупси

source: Minor screenshot amendments
cs: Drobné změny snímku obrazovky
da: Mindre ændringer af skærmbilleder
de: Kleinere Änderungen am Screenshot
el: Μικρές τροποποιήσεις στα στιγμιότυπα
es: Pequeñas modificaciones en las capturas de pantalla
fi: Pieniä muutoksia kuvakaappauksiin
fr: Modifications mineures des captures d'écran
it: Modifiche minori alle schermate
ja: スクリーンショットの修正
lt: Nedideli ekrano nuotraukos pakeitimai
nb: Mindre endringer i skjermbildet
nl: Kleine wijzigingen in schermafbeeldingen
pl: Drobne poprawki do zrzutów ekranu
pt: Pequenas alterações à imagem de ecrã
pt_br: Pequenas alterações na captura de tela
ru: Небольшие поправки к скриншотам
sk: Menšie zmeny snímky obrazovky
sv: Mindre ändringar av skärmdumpar
tr: Küçük ekran görüntüsü değişiklikleri
uk: Незначні зміни скріншотів

source: 3.1.0 Jorts of songs and Jorts of dance
cs: 3.1.0 Písňové a taneční šortky
da: 3.1.0 Jorts med sange og jorts med dans
de: 3.1.0 Jorts von Liedern und Jorts von Tänzen
el: 3.1.0 Jorts τραγουδιών και Jorts χορού
es: 3.1.0 Jorts de canciones y Jorts de baile
fi: 3.1.0 Laulujortsit ja tanssijortsit
fr: 3.1.0 Jorts de chansons et Jorts de danse
it: 3.1.0 Corti di canzoni e Corti di danza
ja: 3.1.0 歌のジョーツと踊りのジョーツ
lt: 3.1.0 Dainų ir šokių šortai
nb: 3.1.0 Jorts av sanger og Jorts av dans
nl: 3.1.0 Jorts van liedjes en Jorts van dans
pl: 3.1.0 Jorts of songs i Jorts of dance
pt: 3.1.0 Jorts de canções e Jorts de dança
pt_br: 3.1.0 Jorts de músicas e Jorts de dança
ru: 3.1.0 Шорты с песнями и шорты с танцами
sk: 3.1.0 Šortky piesní a šortky tanca
sv: 3.1.0 Jortar med sånger och jortar med dans
tr: 3.1.0 Şarkı ve dans jortları
uk: 3.1.0 Пісенні та танцювальні джорти

source: Flathub version, with a lot of help from @RyoNakano
cs: Flathub verze, s velkou pomocí od @RyoNakano
da: Flathub-version, med stor hjælp fra @RyoNakano
de: Flathub-Version, mit viel Hilfe von @RyoNakano
el: Έκδοση Flathub, με πολλή βοήθεια από το @RyoNakano!
es: Versión Flathub, con mucha ayuda de @RyoNakano
fi: Flathub-versio, paljon apua @RyoNakano:lta.
fr: Version Flathub, avec l'aide de @RyoNakano
it: Versione Flathub, con un grande aiuto da parte di @RyoNakano
ja: Flathubバージョン、@RyoNakanoの協力による
lt: Flathub versija, su didele @RyoNakano pagalba
nb: Flathub-versjon, med mye hjelp fra @RyoNakano
nl: Flathub-versie, met veel hulp van @RyoNakano
pl: Wersja Flathub, z dużą pomocą @RyoNakano
pt: Versão Flathub, com muita ajuda de @RyoNakano
pt_br: Versão do Flathub, com muita ajuda de @RyoNakano
ru: Версия для Flathub, с большой помощью от @RyoNakano
sk: Flathub verzia, s veľkou pomocou od @RyoNakano
sv: Flathub-version, med mycket hjälp från @RyoNakano
tr: Flathub versiyonu, @RyoNakano'nun büyük yardımı ile
uk: Версія для Flathub, з великою допомогою від @RyoNakano

source: 3.0.0 Jorts of Thunder
de: 3.0.0 Die Jorts des Donner
fr: 3.0.0 Les Jorts du Tonnerre

source: A lovely brand new icon thanks to @wpkelso
cs: Krásná nová ikona díky @wpkelso
da: Et dejligt helt nyt ikon takket være @wpkelso
de: Ein schönes neues Symbol dank @wpkelso
el: Ένα υπέροχο ολοκαίνουργιο εικονίδιο χάρη στο @wpkelso
es: Un precioso icono nuevo gracias a @wpkelso
fi: Ihana upouusi kuvake kiitos @wpkelso:n
fr: Une nouvelle icône grâce à @wpkelso
it: Una bella icona nuova di zecca grazie a @wpkelso
ja: wpkelsoのおかげで、素敵な新しいアイコンを手に入れることができた。
lt: Graži nauja piktograma @wpkelso dėka
nb: Et nydelig nytt ikon takket være @wpkelso
nl: Een prachtig gloednieuw pictogram dankzij @wpkelso
pl: Piękna, zupełnie nowa ikona dzięki @wpkelso
pt: Um adorável ícone novinho em folha graças a @wpkelso
pt_br: Um novo e adorável ícone graças a @wpkelso
ru: Прекрасная новая иконка благодаря @wpkelso
sk: Krásna nová ikona vďaka @wpkelso
sv: En härlig helt ny ikon tack vare @wpkelso
tr: Wpkelso sayesinde yepyeni ve sevimli bir simge
uk: Чудова нова ікона завдяки @wpkelso

source: Between this and the GTK4 port, there is very little left from old Notejot... We could say it is a v3
cs: Mezi tímto a portem GTK4 toho ze starého Notejotu zbylo jen velmi málo... Dalo by se říct, že je to v3
da: Mellem denne og GTK4-porten er der meget lidt tilbage fra gamle Notejot... Vi kan sige, at det er en v3
de: Zwischen dieser und der GTK4-Portierung ist nur noch sehr wenig vom alten Notejot übrig... Wir könnten sagen, es ist eine v3
el: Μεταξύ αυτού και της μετακόμισης στο GTK4, έχουν μείνει ελάχιστα από το παλιό Notejot... Είναι άνετα ένα v3
es: Entre esto y el port de GTK4, queda muy poco del viejo Notejot... Podríamos decir que es una v3
fi: Tämän ja GTK4-portin välillä on hyvin vähän jäljellä vanhasta Notejotista... Voisimme sanoa, että se on v3
fr: Entre ce portage et celui de GTK4, il ne reste plus grand chose de l'ancien Notejot... On peut dire que c'est une v3
it: Tra questo e il port GTK4, è rimasto ben poco del vecchio Notejot... Potremmo dire che è una v3
ja: これとGTK4の移植の間には、古いNotejotからほとんど何も残っていない...。これはv3だと言える
lt: Tarp šio ir GTK4 prievado iš senojo "Notejot" liko labai nedaug... Galima sakyti, kad tai yra v3
nb: Mellom denne og GTK4-porten er det svært lite igjen av gamle Notejot ... Vi kan si at det er en v3
nl: Tussen dit en de GTK4 port is er weinig over van het oude Notejot... We zouden kunnen zeggen dat het een v3 is
pl: Pomiędzy tym a portem GTK4, niewiele pozostało ze starego Notejota... Można powiedzieć, że jest to v3
pt: Entre esta e a porta GTK4, resta muito pouco do antigo Notejot... Podemos dizer que é uma v3
pt_br: Entre isso e a porta GTK4, resta muito pouco do antigo Notejot... Poderíamos dizer que é uma v3
ru: Между ним и портом GTK4 от старого Notejot осталось совсем немного... Можно сказать, что это v3
sk: Medzi týmto a portom GTK4 zostalo zo starého Notejotu len veľmi málo... Mohli by sme povedať, že je to v3
sv: Mellan detta och GTK4-porten finns det väldigt lite kvar från gamla Notejot ... Vi kan säga att det är en v3
tr: Bu ve GTK4 portu arasında, eski Notejot'tan geriye çok az şey kaldı... Bunun bir v3 olduğunu söyleyebiliriz
uk: Між ним і портом GTK4 від старого Notejot залишилося дуже мало... Можна сказати, що це v3

source: Make the app more universal: Other DEs do not keep window dimensions, so reimplement save and restore
cs: Udělejte aplikaci univerzálnější: Ostatní DE nezachovávají rozměry oken, takže je třeba znovu implementovat ukládání a obnovení.
da: Gør appen mere universel: Andre DE'er beholder ikke vinduesdimensioner, så genimplementer gem og gendan
de: Machen Sie die Anwendung universeller: Andere DEs behalten die Fensterabmessungen nicht bei, daher sollte das Speichern und Wiederherstellen neu implementiert werden.
el: Η εφαρμογή έγινε πιο γενικευμένη: Μερικά γραφικά περιβάλλοντα δε συγκρατούν τα μεγέθη των παραθύρων, οπότε έγινε υλοποίηση εκ νέου για την αποθήκευση και την επαναφορά μεγέθους
es: Hacer la aplicación más universal: Otros DEs no mantienen las dimensiones de las ventanas, así que reimplementa guardar y restaurar.
fi: Tee sovelluksesta yleispätevämpi: Muut DE:t eivät säilytä ikkunan mittoja, joten toteuta tallennus ja palautus uudelleen.
fr: Rendre l'application plus universelle : D'autres EDs ne conservent pas les dimensions de la fenêtre, il faut donc réimplémenter la sauvegarde et la restauration.
it: Rendere l'applicazione più universale: Altri DE non mantengono le dimensioni delle finestre, quindi reimplementare il salvataggio e il ripristino.
ja: アプリをよりユニバーサルに：他のDEはウィンドウの寸法を保持しないので、保存と復元を再実装する。
lt: Padarykite programėlę universalesnę: Kiti DE neišlaiko lango matmenų, todėl iš naujo įgyvendinkite išsaugojimą ir atkūrimą.
nb: Gjør appen mer universell: Andre DE-er beholder ikke vindusdimensjonene, så lagre og gjenopprett på nytt
nl: Maak de app universeler: Andere DE's houden de vensterdimensies niet bij, dus herimplementeer opslaan en herstellen
pl: Uczyń aplikację bardziej uniwersalną: Inne DE nie zachowują wymiarów okien, więc ponownie zaimplementuj zapisywanie i przywracanie.
pt: Tornar a aplicação mais universal: Outros DEs não mantêm as dimensões das janelas, pelo que é necessário reimplementar a função guardar e restaurar
pt_br: Torne o aplicativo mais universal: Outros DEs não mantêm as dimensões da janela, portanto, reimplemente o recurso de salvar e restaurar
ru: Сделайте приложение более универсальным: Другие DE не сохраняют размеры окна, поэтому переделайте сохранение и восстановление
sk: Urobte aplikáciu univerzálnejšou: Ostatné DE nezachovávajú rozmery okien, preto implementujte uloženie a obnovenie
sv: Gör appen mer universell: Andra DE:er behåller inte fönsterdimensionerna, så återimplementera spara och återställ
tr: Uygulamayı daha evrensel hale getirin: Diğer DE'ler pencere boyutlarını tutmaz, bu nedenle kaydetme ve geri yüklemeyi yeniden uygulayın
uk: Зробити додаток більш універсальним: Інші DE не зберігають розміри вікон, тому переробіть збереження та відновлення

source: Updated RU translations thanks to @camellan!
de: Aktualisierte IT-Übersetzungen dank @camellan!
el: Ενημερωμένες ρωσικές μεταφράσεις χάρη στο @camellan!

source: Updated screenshots
de: Aktualisierte Übersetzungen
el: Ενημερωμένα στιγμιότυπα
fr: Traductions mises à jour
ru: Обновленные скриншоты

source: 2.4.0 The Jorts of Ice
de: 2.4.0 Die Jorts des Eis
el: 2.4.0 Τα Jorts του πάγου

source: Thanks to RyoNakano reworking japanese translations, Japanese speakers will feel more at home now
cs: Díky tomu, že RyoNakano přepracoval překlady do japonštiny, budou se nyní japonsky mluvící lidé cítit více jako doma.
da: Takket være RyoNakano, der omarbejder japanske oversættelser, vil japansktalende føle sig mere hjemme nu
de: Dank RyoNakano, der die japanischen Übersetzungen überarbeitet hat, werden sich Japaner jetzt wohler fühlen
el: Ευχαριστούμε RyoNakano για την επεξεργασία των ιαπωνικών μεταφράσεων, οι ιαπωνόφωνοι θα αισθάνονται τώρα πιο άνετα
es: Gracias a RyoNakano, que ha revisado las traducciones al japonés, los japoneses se sentirán más a gusto.
fi: Kiitos RyoNakanon japaninkielisten käännösten uudistamisen, japaninkieliset tuntevat nyt olonsa kotoisammaksi.
fr: Grâce à RyoNakano, qui a retravaillé les traductions japonaises, les locuteurs japonais se sentent désormais plus à l'aise.
it: Grazie a RyoNakano che ha rielaborato le traduzioni in giapponese, i parlanti giapponesi si sentiranno più a casa ora
ja: RyoNakanoが日本語訳を手直ししてくれたおかげで、日本語を母語とする人たちはよりくつろげるようになった。
lt: Dėka RyoNakano, pertvarkiusio japonų kalbos vertimus, japonakalbiai dabar galės jaustis kaip namie
nb: Takket være RyoNakanos omarbeiding av japanske oversettelser vil japanskspråklige føle seg mer hjemme nå
nl: Dankzij RyoNakano die de Japanse vertalingen herwerkt, zullen Japanssprekenden zich nu meer thuis voelen
pl: Dzięki RyoNakano przerabiającemu japońskie tłumaczenia, osoby mówiące po japońsku poczują się teraz bardziej jak w domu
pt: Graças a RyoNakano, que reformulou as traduções japonesas, os falantes de japonês sentir-se-ão agora mais em casa
pt_br: Graças a RyoNakano que reformulou as traduções em japonês, os falantes de japonês se sentirão mais à vontade agora
ru: Благодаря RyoNakano, переработавшему переводы с японского языка, носители японского языка теперь будут чувствовать себя как дома
sk: Vďaka RyoNakanovi, ktorý prepracoval japonské preklady, sa teraz budú japonsky hovoriaci cítiť viac ako doma
sv: Tack vare att RyoNakano har gjort om japanska översättningar kommer japansktalande att känna sig mer hemma nu
tr: RyoNakano'nun Japonca çevirileri elden geçirmesi sayesinde Japonca konuşanlar artık kendilerini daha rahat hissedecek
uk: Завдяки RyoNakano, що переробляє японські переклади, носії японської мови тепер почуватимуться як вдома

source: Respect reduce animations settings
cs: Respektování nastavení redukce animací
da: Respekter indstillingerne for reduktion af animationer
de: Einstellungen zur Reduzierung von Animationen respektieren
el: Σεβασμός στη ρύθμιση μειωμένων εφέ
es: Respetar los ajustes de reducción de animaciones
fi: Kunnioita animaatioiden vähentämisen asetuksia
fr: Respecter les paramètres de réduction des animations
it: Rispettare le impostazioni di riduzione delle animazioni
ja: アニメーションの削減設定を尊重する
lt: Laikykitės animacijos mažinimo nustatymų
nb: Respekter innstillinger for reduksjon av animasjoner
nl: Instellingen voor het verminderen van animaties respecteren
pl: Respektuj ustawienia redukcji animacji
pt: Respeitar as definições de redução das animações
pt_br: Respeitar as configurações de redução de animações
ru: Соблюдайте настройки уменьшения анимации
sk: Rešpektovať nastavenia redukcie animácií
sv: Respektera inställningar för att minska animationer
tr: Animasyonları azaltma ayarlarına saygı gösterin
uk: Поважайте налаштування зменшення анімації

source: Scribble mode exclusively in the preferences now
de: Der Schreibmodus wurde in den neuen Einstellungsdialog verschoben.
el: Η λειτουργία μουτζούρας βρίσκεται πλέον αποκλειστικά στις νέες ρυθμίσεις
fr: le mode gribouillis a été déplacé dans le nouveau dialogue de préférences
ru: Режим каракулей теперь доступен исключительно в настройках

source: Add preference: now you can hide the bottom bar! (Ctrl+t)
cs: Přidat předvolbu: nyní můžete skrýt spodní lištu! (Ctrl+t)
da: Tilføj præference: Nu kan du skjule den nederste bjælke! (Ctrl+t)
de: Einstellung hinzufügen: Jetzt können Sie die untere Leiste ausblenden! (Strg+t)
el: Προσθήκη προτίμησης: τώρα μπορείτε να αποκρύψετε την κάτω μπάρα! (Ctrl+t)
es: Añadir preferencia: ¡ahora puedes ocultar la barra inferior! (Ctrl+t)
fi: Lisää mieltymys: nyt voit piilottaa alapalkin! (Ctrl+t)
fr: Ajouter une préférence : vous pouvez désormais masquer la barre inférieure ! (Ctrl+t)
it: Aggiungi preferenza: ora è possibile nascondere la barra inferiore! (Ctrl+t)
ja: 環境設定の追加：これで下のバーを隠すことができます！(Ctrl+t)
lt: Pridėti pageidavimą: dabar galite paslėpti apatinę juostą! (Ctrl+t)
nb: Legg til preferanse: Nå kan du skjule den nederste linjen! (Ctrl+t)
nl: Voorkeur toevoegen: nu kun je de onderste balk verbergen! (Ctrl+t)
pl: Dodaj preferencję: teraz możesz ukryć dolny pasek! (Ctrl+t)
pt: Adicionar preferência: agora pode ocultar a barra inferior! (Ctrl+t)
pt_br: Adicionar preferência: agora você pode ocultar a barra inferior! (Ctrl+t)
ru: Добавьте привилегии: теперь вы можете скрыть нижнюю панель! (Ctrl+t)
sk: Pridať predvoľbu: teraz môžete skryť spodný panel! (Ctrl+t)
sv: Lägg till preferenser: nu kan du dölja den nedre fältet! (Ctrl+t)
tr: Tercih ekleyin: artık alt çubuğu gizleyebilirsiniz! (Ctrl+t)
uk: Додайте налаштування: тепер ви можете приховати нижню панель! (Ctrl+t)
