Repository: ellie-commons/jorts
Catalog: po/extra/*.po
Languages: cs, da, de, el, es, fi, fr, hi, it, ja, lt, nb, nl, pl, pt, pt_br, ru, sk, sv, tr, uk

source: New feature: Jorts does a monthly backup. Should there be any issue you can recover data!
cs: Nová funkce: Jorts provádí měsíční zálohování. V případě jakéhokoli problému můžete data obnovit!
da: Ny funktion: Jorts laver en månedlig backup. Hvis der skulle opstå problemer, kan du gendanne data!
de: Neue Funktion: Jorts macht ein monatliches Backup. Sollte es ein Problem geben, können Sie Daten wiederherstellen!
el: Νέα λειτουργία: Το Jorts κάνει ένα μηνιαίο αντίγραφο ασφαλείας. Ό,τι και να γίνει, μπορείτε να ανακτήσετε τα δεδομένα!
es: Nueva función: Jorts hace una copia de seguridad mensual. Si hay algún problema, ¡puedes recuperar los datos!
fi: Uusi ominaisuus: Jorts tekee kuukausittaisen varmuuskopion. Jos tulee jokin ongelma, voit palauttaa tiedot!
fr: Nouvelle fonctionnalité : Jorts effectue une sauvegarde mensuelle. En cas de problème, vous pouvez récupérer vos données !
hi: नई सुविधा: जोर्ट्स एक मासिक बैकअप करता है।
it: Nuova funzione: Jorts fa un backup mensile.
ja: 新機能：ジョーツは毎月バックアップを取ります。万が一問題が発生しても、データを復旧することができます！
lt: Nauja funkcija: "Jorts" kas mėnesį daro atsarginę kopiją. Jei kiltų kokių nors problemų, galite atkurti duomenis!
nb: Ny funksjon: Jorts tar en månedlig sikkerhetskopi. Skulle det oppstå problemer, kan du gjenopprette data!
nl: Nieuwe functie: Jorts doet een maandelijkse back -up.
pl: Nowa funkcja: Jorts wykonuje comiesięczną kopię zapasową. Jeśli wystąpi jakikolwiek problem, możesz odzyskać dane!
pt: Novo recurso: Jorts faz um backup mensal.
pt_br: Novo recurso: O Jorts faz um backup mensal. Se houver algum problema, você poderá recuperar os dados!
ru: Новая функция: Jorts выполняет ежемесячное резервное копирование. В случае возникновения проблем вы можете восстановить данные!
sk: Nová funkcia: Jorts robí mesačnú zálohu.
sv: Ny funktion: Jorts gör en månatlig säkerhetskopia.
tr: Yeni özellik: Jorts aylık yedekleme yapar. Herhangi bir sorun olması durumunda verileri kurtarabilirsiniz!
uk: Нова функція: Jorts робить щомісячне резервне копіювання. Якщо виникне якась проблема, ви зможете відновити дані!

source: Should the main storage be corrupted, Jorts tries to load from backup
cs: Pokud dojde k poškození hlavního úložiště, pokusí se Jorts načíst ze zálohy.
da: Hvis hovedlageret bliver beskadiget, forsøger Jorts at indlæse fra backup.
de: Sollte der Hauptspeicher beschädigt sein, versucht Jorts, vom Backup zu laden
el: Εάν ο αποθηκευτικός χώρος αλλοιωθεί, το Jorts θα προσπαθήσει να φορτώσει τα δεδομένα από το αντίγραφο ασφαλείας
es: Si el almacenamiento principal se corrompe, Jorts intenta cargar desde la copia de seguridad
fi: Jos päätallennustiedosto vioittuu, Jorts yrittää ladata varmuuskopiosta.
fr: Si la mémoire principale est corrompue, Jorts tente de la charger à partir de la mémoire de secours.
hi: क्या मुख्य भंडारण भ्रष्ट होना चाहिए, जोर्ट्स बैकअप से लोड करने की कोशिश करता है
it: se la memoria principale dovesse essere danneggiata, Jorts cerca di caricare dal backup
ja: メインストレージが破損した場合、Jortsはバックアップからロードしようとする。
lt: Jei pagrindinė saugykla būtų sugadinta, "Jorts" bando įkelti iš atsarginės kopijos
nb: Hvis hovedlageret blir ødelagt, prøver Jorts å laste inn fra sikkerhetskopien
nl: Mocht de hoofdopslag worden beschadigd, probeert Jorts te laden van back -up
pl: Jeśli główna pamięć zostanie uszkodzona, Jorts spróbuje załadować ją z kopii zapasowej
pt: O armazenamento principal deve ser corrompido, Jorts tenta carregar de backup
pt_br: Se o armazenamento principal for corrompido, o Jorts tentará carregar a partir do backup
ru: Если основное хранилище повреждено, Jorts попытается выполнить загрузку из резервной копии
sk: Ak by sa hlavné úložisko poškodilo, Jorts sa pokúša načítať zo zálohy
sv: Om huvudlagringen skadas försöker jorts att ladda från säkerhetskopiering
tr: Ana depolamanın bozulması durumunda, Jorts yedekten yükleme yapmaya çalışır
uk: Якщо основне сховище пошкоджено, Jorts намагається завантажитися з резервної копії

source: Some new fun/cute default titles
cs: Některé nové zábavné/roztomilé výchozí názvy
da: Nogle nye sjove/søde standardtitler
de: Einige neue lustige/niedliche Standardtitel
el: Νέοι διασκεδαστικοί/χαριτωμένοι προεπιλεγμένοι τίτλοι
es: Algunos nuevos y divertidos títulos por defecto
fi: Joitakin uusia hauskoja/söpöjä oletusnimikkeitä
fr: Quelques nouveaux titres par défaut amusants/mignons
hi: कुछ नए मज़ा/प्यारा डिफ़ॉल्ट शीर्षक
it: alcuni nuovi titoli predefiniti divertenti/carini
ja: 新しい楽しい／かわいいデフォルト・タイトル
lt: Keletas naujų smagių / mielų numatytųjų pavadinimų
nb: Noen nye morsomme/søte standardtitler
nl: Enkele nieuwe leuke/schattige standaardtitels
pl: Kilka nowych zabawnych/uroczych tytułów domyślnych
pt: Alguns novos títulos divertidos/fofos
pt_br: Alguns novos títulos padrão divertidos/bonitos
ru: Несколько новых забавных / симпатичных названий по умолчанию
sk: Niektoré nové zábavné/roztomilé predvolené tituly
sv: Några nya roliga/söta standardtitlar
tr: Bazı yeni eğlenceli/sevimli varsayılan başlıklar
uk: Кілька нових веселих/милих назв за замовчуванням

source: Under the hood changes here and there for cleaner code
cs: Tu a tam změny pod kapotou pro čistší kód
da: Ændringer under motorhjelmen her og der for renere kode
de: Änderungen unter der Haube hier und da für saubereren Code
el: Αλλαγές στο παρασκήνιο για καθαρότερο κώδικα
es: Cambios aquí y allá para un código más limpio
fi: Muutoksia konepellin alla siistimmän koodin aikaansaamiseksi täällä ja siellä
fr: Changements sous le capot ici et là pour un code plus propre
hi: क्लीनर कोड के लिए यहां और वहां हुड में बदलाव के तहत
it: sotto il cofano cambia qua e là per il codice più pulito
ja: よりクリーンなコードを実現するために、ボンネットのあちこちに変更を加えた。
lt: Pakeitimai po gaubtu, kad kodas būtų švaresnis
nb: Endringer under panseret her og der for renere kode
nl: Onder de motorkap verandert hier en daar voor reinigingscode
pl: Zmiany pod maską tu i tam dla czystszego kodu
pt: Sob o capô muda aqui e ali para código mais limpo
pt_br: Alterações internas aqui e ali para um código mais limpo
ru: Под капотом кое-где происходят изменения для более чистого кода
sk: Pod menom kapoty tu a tam pre čistejší kód
sv: Under huven ändras här och där för renare kod
tr: Daha temiz kod için burada ve orada kaputun altında değişiklikler
uk: Під капотом зміни тут і там для більш чистого коду

source: 2.1.2 The unrippable jorts
cs: 2.1.2 Nepřenosné šortky
da: 2.1.2 De uberørbare jorts
de: 2.1.2 Die unverkäuflichen Jorts
el: 2.1.2 Τα άθικτα τζορτς
es: 2.1.2 Los pantalones cortos impenetrables
fi: 2.1.2 Jortsit, jotka eivät ole rypistettävissä.
fr: 2.1.2 Les jorts indéformables
hi: 2.1.2 अनियंत्रित जोर्ट्स
it: 2.1.2 The irratisable Jorts
ja: 2.1.2 アンリッパブル・ジョーツ
lt: 2.1.2 Neišsipildantys šortai
nb: 2.1.2 De uoppnåelige jortene
nl: 2.1.2 De niet te rappen Jorts
pl: 2.1.2 Niepowtarzalne jorty
pt: 2.1.2 Os jorts não criptografados
pt_br: 2.1.2 Os jorts não criptografados
ru: 2.1.2 Беспорязимые Jorts
sk: 2.1.2 Nepripojené Jorts
sv: 2.1.2 De omplacerbara jorts
tr: 2.1.2 Kullanılamaz şortlar
uk: 2.1.2 Нерозбірні джорти

source: Add relief to actionbar buttons
cs: Přidání reliéfu k tlačítkům na panelu akcí
da: Tilføj relief til actionbar-knapper
de: Relief zu Aktionsleistenschaltflächen hinzufügen
el: Προσθήκη αλληλεπίδρασης κατά το κλικ στα κουμπιά της μπάρας
es: Añadir relieve a los botones de la barra de acción
fi: Lisää helpotusta toimintopalkin painikkeisiin
fr: Ajouter du relief aux boutons de la barre d'action
hi: एक्शनबार बटन में राहत जोड़ें
it: Aggiungi sollievo ai pulsanti della barra action
ja: アクションバーボタンにレリーフを追加
lt: Veiksmų juostos mygtukų reljefo pridėjimas
nb: Legg til relieff på knappene på handlingsfeltet
nl: Voeg reliëf toe aan actiebar -knoppen
pl: Dodaj ulgę do przycisków paska akcji
pt: adicione alívio aos botões da barra de ação
pt_br: Adicionar relevo aos botões da barra de ação
ru: Добавление рельефности к кнопкам панели действий
sk: Pridajte tlačidlá Actionbar Actionbar
sv: Lägg till lättnad till ActionBar -knapparna
tr: Eylem çubuğu düğmelerine kabartma ekleme
uk: Додайте рельєф до кнопок панелі дій

source: Bugfix: Edge case where the theme or zoom werent properly saved
cs: Oprava chyby: Případ, kdy se téma nebo zvětšení správně neuložilo
da: Bugfix: Kanttilfælde, hvor tema eller zoom ikke blev gemt korrekt
de: Bugfix: Randfall, bei dem das Thema oder der Zoom nicht richtig gespeichert wurde
el: Διόρθωση: Σε σπάνιες περιπτώσεις το θέμα ή το ζουμ δεν αποθηκεύονταν σωστά
es: Bugfix: Caso en el que el tema o el zoom no se guardaban correctamente
fi: Bugfix: Reunatapaus, jossa teema tai zoom werent tallennettiin oikein
fr: Bugfix : Cas limite où le thème ou le zoom n'étaient pas correctement sauvegardés.
hi: बगफिक्स: एज केस जहां थीम या ज़ूम ठीक से बचाया गया
it: Bugfix: edge Case in cui il tema o lo zoom non hanno salvato correttamente
ja: テーマやズームが正しく保存されないエッジケースを修正。
lt: Klaidų taisymas: kraštinis atvejis, kai tema arba priartinimas nebuvo tinkamai išsaugoti
nb: Feilretting: Kanttilfelle der tema eller zoom ikke ble lagret på riktig måte
nl: Bugfix: edge case waarbij het thema of zoom derwijd op de juiste manier opgeslagen
pl: Poprawka błędu: Przypadek brzegowy, w którym motyw lub powiększenie nie zostały poprawnie zapisane.
pt: Bugfix: Caso da borda onde o tema ou zoom não foi salvo corretamente
pt_br: Correção de bug: Caso extremo em que o tema ou o zoom não eram salvos corretamente
ru: Bugfix: Chare Edge, где тема или масштаб не сохранились должным образом
sk: Bugfix: Puzdro na okraj, kde sa téma alebo priblíženie správne uložili
sv: Bugfix: Edge Case där temat eller zoom var inte korrekt räddat
tr: Hata Düzeltme: Tema veya yakınlaştırmanın düzgün kaydedilmediği uç durum
uk: Виправлення: крайній випадок, коли тема або масштабування не зберігалися належним чином

source: Bugfix: Title in multitasking not set correctly
cs: Oprava chyby: Název v multitaskingu není správně nastaven
da: Bugfix: Titel i multitasking indstilles ikke korrekt
de: Bugfix: Titel im Multitasking nicht korrekt gesetzt
el: Διόρθωση: Ο τίτλος στο multitasking δεν είχε οριστεί σωστά
es: Corrección de errores: El título en la multitarea no se establecía correctamente
fi: Korjaus: Otsikko ei asetu oikein monitoiminnossa
fr: Bugfix : Le titre dans le multitâche ne s'affiche pas correctement.
hi: बगफिक्स: मल्टीटास्किंग में शीर्षक सही तरीके से सेट नहीं है
it: bugfix: titolo nel multitasking non impostato correttamente
ja: マルチタスクのタイトルが正しく設定されないバグを修正
lt: Klaidų taisymas: neteisingai nustatytas daugiaprogramės programos pavadinimas
nb: Feilretting: Tittel i multitasking ble ikke satt riktig
nl: bugfix: titel in multitasking niet correct ingesteld
pl: Poprawka błędu: Tytuł w wielozadaniowości nie jest ustawiony poprawnie
pt: Correção de bug: O título em multitarefa não é definido corretamente
pt_br: Correção de bug: O título em multitarefa não é definido corretamente
ru: Bugfix: заголовок в многозадачности неправильно установлен
sk: Bugfix: Názov v multitasking nie je nastavený správne
sv: Bugfix: Titel i multitasking inte korrekt
tr: Hata Düzeltme: Çoklu görevdeki başlık doğru ayarlanmıyor
uk: Виправлення: неправильно встановлювався заголовок у багатозадачному режимі

source: Bugfix: Icon inconsistency accross icon themes
cs: Oprava chyby: Nekonzistence ikon napříč motivy ikon
da: Bugfix: Ikoninkonsistens på tværs af ikontemaer
de: Bugfix: Icon-Inkonsistenz bei verschiedenen Icon-Themen
el: Διόρθωση: Ασυμφωνία εικονιδίων ανάμεσα σε διάφορα θέματα εικονιδίων
es: Corrección de errores: Incoherencia en los iconos de los distintos temas.
fi: Bugfix: Kuvakkeiden epäjohdonmukaisuus eri kuvaketeemoissa
fr: Correction : Incohérence des icônes entre les thèmes d'icônes
hi: बगफिक्स: आइकन असंगतता एक्रॉस आइकन थीम
it: Bugfix: temi di icona incoerenza icona
ja: アイコンテーマ間のアイコンの不一致を修正
lt: Klaidų taisymas: piktogramų nenuoseklumas įvairiose piktogramų temose
nb: Feilretting: Inkonsistens mellom ikonetemaer
nl: Bugfix: icon inconsistentie Accross -pictogramthema's
pl: Poprawka błędu: Niespójność ikon w różnych motywach ikon
pt: Bugfix: Inconistência do ícone Acumula os temas do ícone
pt_br: Correção de bug: inconsistência de ícones entre temas de ícones
ru: Bugfix: значок несоответствия
sk: BugFix: Ikona nekonzistentnosť Accross Icon témy
sv: Bugfix: Icon Inconsistency Accross Icon -teman
tr: Hata Düzeltme: Simge temaları arasında tutarsızlık
uk: Виправлено: неузгодженість іконок у різних темах іконок

source: Bugfix: Theming inconsistencies accross stickies
cs: Oprava chyby: Nekonzistence v tématech napříč nálepkami
da: Bugfix: Uoverensstemmelser i tematisering på tværs af stickies
de: Bugfix: Theming-Ungereimtheiten bei Stickies
el: Διόρθωση: Ασυμφωνία θεμάτων μεταξύ σημειώσεων
es: Corrección de errores: Incoherencias temáticas en las etiquetas
fi: Bugfix: Theming epäjohdonmukaisuuksia eri stickieissä
fr: Bugfix : Incohérences dans la présentation des stickies
hi: बगफिक्स: थीमिंग असंगतता
it: Bugfix: Temica incoerenze Accrossing stickies
ja: バグフィックス：付箋間のテーミングの不一致
lt: Klaidų taisymas: Temos neatitikimai tarp lipdukų
nb: Feilretting: Uoverensstemmelser i tematikk på tvers av klistremerker
nl: Bugfix: theming inconsistenties accross stickies
pl: Poprawka błędu: Niespójności tematyczne w różnych wątkach
pt: Bugfix: inconsistências de temas acumulam adesivos
pt_br: Correção de bug: Inconsistências de tema entre os stickies
ru: Bugfix: тематические несоответствия
sk: BugFix: Temingové nekonzistencie Stickies Accross Stickies
sv: Bugfix: tema inkonsekvenser över klibbor
tr: Hata Düzeltme: Çıkartmalar arasında tema tutarsızlıkları
uk: Виправлено: неузгодженість тем у різних стікерах

source: 2.1.1 Fresh out of the laundry! (2: electric boogaloo)
cs: 2.1.1 Čerstvě vyprané! (2: electric boogaloo)
da: 2.1.1 Frisk fra vaskeriet! (2: elektrisk boogaloo)
de: 2.1.1 Frisch aus der Wäsche! (2: elektrischer Boogaloo)
el: 2.1.1 Φρέσκο από το πλυντήριο! (2: electric boogaloo)
es: 2.1.1 ¡Recién salido de la lavandería! (2: boogaloo eléctrico)
fi: 2.1.1 Tuoreet pesulasta! (2: electric boogaloo)
fr: 2.1.1 Tout juste sorti de la blanchisserie ! (2 : boogaloo électrique)
hi: 2.1.1 कपड़े धोने से बाहर ताजा!
it: 2.1.1 Fresco dalla lavanderia!
ja: 2.1.1 洗濯したて！(2: エレクトリック・ブーガルー)
lt: 2.1.1 Ką tik iš skalbyklos! (2: Electric Boogaloo)
nb: 2.1.1 Fersk fra klesvasken! (2: elektrisk boogaloo)
nl: 2.1.1 Vers uit de was!
pl: 2.1.1 Świeżo po praniu! (2: elektryczne boogaloo)
pt: 2.1.1 Recém-saído da lavanderia! (2: boogaloo elétrico)
pt_br: 2.1.1 Recém-saído da lavanderia! (2: boogaloo elétrico)
ru: 2.1.1 Только что из стирки! (2: электрический бугалу)
sk: 2.1.1 čerstvé z práčovne!
sv: 2.1.1 Färsk ut ur tvätten!
tr: 2.1.1 Çamaşırhaneden yeni çıktı! (2: elektrikli boogaloo)
uk: 2.1.1 Щойно з пральні! (2: електричний бугай)

source: Clearer appmenu description
cs: Přehlednější popis menu aplikace
da: Tydeligere beskrivelse af appmenu
de: Übersichtlichere Beschreibung des Anwendungsmenüs
el: Καλύτερη περιγραφή στο μενού εφαρμογών
es: Descripción más clara del menú de aplicaciones
fi: Selkeämpi sovellusvalikon kuvaus
fr: Description plus claire du menu de l'application
hi: Clearer AppMenu विवरण
it: Descrizione Appmen più chiara
ja: より明確なアプリメニューの説明
lt: Aiškesnis programėlės meniu aprašymas
nb: Tydeligere beskrivelse av appmenyen
nl: Duidelijke AppMenu -beschrijving
pl: Bardziej przejrzysty opis menu aplikacji
pt: Descrição mais clara do menu de aplicativos
pt_br: Descrição mais clara do menu de aplicativos
ru: Более четкое описание меню приложения
sk: jasnejší popis AppMenu
sv: Tydligare beskrivning av appmenyn
tr: Daha net uygulama menüsü açıklaması
uk: Чіткіший опис меню

source: More consistent theming
cs: Konzistentnější tématika
da: Mere konsekvent tematisering
de: Einheitlichere Thematisierung
el: Πιο συνεπής θεματολογία
es: Tematización más coherente
fi: Johdonmukaisempi teemoittelu
fr: Une thématique plus cohérente
hi: अधिक सुसंगत थीमिंग
it: temi più coerenti
ja: より一貫したテーマ設定
lt: Nuoseklesnė tematika
nb: Mer konsekvent tematisering
nl: Meer consistent thema
pl: Bardziej spójne motywy
pt: Temas mais consistentes
pt_br: Temas mais consistentes
ru: Более последовательная тематизация
sk: Konzistentnejšia tematika
sv: Mer konsekvent teman
tr: Daha tutarlı temalar
uk: Більш послідовна тематика

source: Bugfix: the delete shortcut was unresponsible
cs: Oprava chyby: klávesová zkratka pro odstranění byla nezodpovědná
da: Bugfix: genvejen til at slette var uansvarlig
de: Bugfix: Die Verknüpfung "Löschen" war nicht zu verantworten
el: Διόρθωση: η συντόμευση διαγραφής δεν αποκρινόταν
es: Corrección de errores: el atajo de supresión no era responsable
fi: Virheenkorjaus: Poista pikakuvake oli vastuuttomana
fr: Correction : le raccourci de suppression n'était pas responsable.
hi: बगफिक्स: डिलीट शॉर्टकट अनुत्तरदायी था
it: Bugfix: la scorciatoia elimina non era risparmiata
ja: バグ修正：削除ショートカットが無責任だった
lt: Klaidų taisymas: trinti nuorodą buvo neatsakinga
nb: Feilretting: snarveien for sletting var uansvarlig
nl: Bugfix: De snelkoppel verwijderde niet -verantwoordelijk
pl: Poprawka: skrót do usuwania był nieodpowiedzialny
pt: Bugfix: O atalho de exclusão não respondeu
pt_br: Correção de bug: o atalho de exclusão não era responsável
ru: Bugfix: ярлык Delete был не отвечает
sk: BugFix: Skratka odstránenia bola neodpovedná
sv: BUGFIX: Radera genvägen var ansvarsfull
tr: Hata düzeltmesi: silme kısayolu sorumsuzdu
uk: Виправлення: ярлик видалення був безвідповідальним

source: Bugfix: screenshot not showing
cs: Oprava chyby: nezobrazuje se snímek obrazovky
da: Bugfix: skærmbillede vises ikke
de: Bugfix: Bildschirmfoto wird nicht angezeigt
el: Διόρθωση: δεν εμφανίζονταν τα στιγμιότυπα
es: Corrección de errores: no se mostraban las capturas de pantalla
fi: Bugfix: kuvakaappaus ei näy
fr: Correction : les captures d'écran ne s'affichent pas
hi: बगफिक्स: स्क्रीनशॉट नहीं दिखा रहा है
it: bugfix: screenshot non mostra
ja: スクリーンショットが表示されないバグを修正
lt: Klaidų taisymas: nerodoma ekrano nuotrauka
nb: Feilretting: skjermbilde vises ikke
nl: bugfix: screenshot niet te zien
pl: Poprawka: zrzut ekranu nie jest wyświetlany
pt: Correção de bug: a captura de tela não é exibida
pt_br: Correção de bug: a captura de tela não é exibida
ru: Bugfix: скриншот не показывает
sk: Bugfix: Screenshot sa nezobrazuje
sv: Bugfix: Skärmdump visar inte
tr: Hata düzeltmesi: ekran görüntüsü gösterilmiyor
uk: Виправлення: не показувався скріншот

source: 2.1.0 Fresh out of the laundry!
cs: 2.1.0 Čerstvě vyprané!
da: 2.1.0 Frisk fra vaskeriet!
de: 2.1.0 Frisch aus der Wäsche!
el: 2.1.0 Μόλις βγήκε από το πλυντήριο!
es: 2.1.0 ¡Recién salido de la lavandería!
fi: 2.1.0 Juuri pyykistä!
fr: 2.1.0 Tout juste sorti de la blanchisserie !
hi: 2.1.0 कपड़े धोने से बाहर ताजा!
it: 2.1.0 Fresco dalla lavanderia!
ja: 2.1.0 洗濯から出したばかり！
lt: 2.1.0 Ką tik iš skalbyklos!
nb: 2.1.0 Fersk fra vaskeriet!
nl: 2.1.0 Vers uit de was!
pl: 2.1.0 Świeżo po praniu!
pt: 2.1.0 Recém-saído da lavanderia!
pt_br: 2.1.0 Recém-saído da lavanderia!
ru: 2.1.0 только что из белья!
sk: 2.1.0 čerstvé z práčovne!
sv: 2.1.0 färskt ur tvätten!
tr: 2.1.0 Çamaşırhaneden yeni çıktı!
uk: 2.1.0 Щойно з пральні!

source: Includes a per-note zoom! So you can get bigger or smaller text
cs: Obsahuje zoom na každou notu! Takže můžete získat větší nebo menší text
da: Inkluderer en zoom pr. note! Så du kan få større eller mindre tekst
de: Enthält einen Zoom pro Note! So können Sie den Text größer oder kleiner machen
el: Ζουμ ανά σημείωση! Έτσι μπορείτε να έχετε μεγαλύτερο ή μικρότερο κείμενο
es: Incluye un zoom por nota Para que puedas ampliar o reducir el texto
fi: Sisältää nuotti kerrallaan zoomauksen! Voit siis suurentaa tai pienentää tekstiä
fr: Inclut un zoom par note ! Vous pouvez ainsi obtenir un texte plus grand ou plus petit
hi: एक प्रति-नोट ज़ूम शामिल है!
it: include uno zoom per nota!
ja: ノート単位のズーム機能付き！文字を大きくしたり小さくしたりできます
lt: Įtrauktas kiekvienos natos priartinimas! Taigi galite gauti didesnį arba mažesnį tekstą
nb: Inkluderer zoom per note! Så du kan få større eller mindre tekst
nl: Inclusief een zoom per noot!
pl: Obejmuje powiększanie poszczególnych notatek! Możesz więc powiększyć lub pomniejszyć tekst
pt: Inclui um zoom por nota! Assim, você pode obter um texto maior ou menor
pt_br: Inclui um zoom por nota! Assim, você pode obter um texto maior ou menor
ru: Включает масштабирование для каждого стикера! Так что вы можете сделать текст больше или меньше
sk: Zahŕňa priblíženie k note!
sv: Inkluderar en zoom per not! Så att du kan få större eller mindre text
tr: Not başına yakınlaştırma içerir! Böylece daha büyük veya daha küçük metin elde edebilirsiniz
uk: Включає масштабування для кожної нотатки! Тож ви можете збільшити або зменшити текст

source: Latest set zoom, aka what is most comfortable to you, stays as default for new notes
cs: Poslední nastavené zvětšení, tedy to, které je pro vás nejpohodlnější, zůstane jako výchozí pro nové poznámky.
da: Senest indstillede zoom, dvs. det, der er mest behageligt for dig, forbliver som standard for nye noter
de: Der zuletzt eingestellte Zoom, d.h. der für Sie bequemste, bleibt als Standard für neue Notizen erhalten
el: Το τελευταίο ρυθμισμένο ζουμ (αυτό που σας βολεύει περισσότερο) παραμένει ως προεπιλογή για τις νέες σημειώσεις.
es: El último zoom configurado, es decir, el que le resulte más cómodo, se mantiene como predeterminado para las notas nuevas
fi: Viimeisin asetettu zoomaus eli se, mikä on sinulle mukavin, pysyy oletuksena uusissa muistiinpanoissa.
fr: Le dernier zoom défini, c'est-à-dire celui qui vous convient le mieux, reste par défaut pour les nouvelles notes.
hi: नवीनतम सेट ज़ूम, उर्फ ​​क्या आपके लिए सबसे आरामदायक है, नए नोटों के लिए डिफ़ॉल्ट के रूप में रहता है
it: ultimo set zoom, alias ciò che è più comodo per te, rimane come predefinito per le nuove note
ja: 直近に設定したズーム、つまり最も使いやすいズームが、新しいノートのデフォルトとして維持される
lt: Paskutinis nustatytas priartinimas, dar žinomas kaip jums patogiausias, išlieka numatytuoju naujiems užrašams.
nb: Den siste innstilte zoomen, dvs. den som er mest komfortabel for deg, forblir standard for nye notater
nl: nieuwste set -zoom, aka wat voor u het meest comfortabel is, blijft standaard voor nieuwe notities
pl: Ostatnio ustawiony zoom, czyli najbardziej wygodny dla użytkownika, pozostaje domyślny dla nowych notatek.
pt: O zoom definido mais recentemente, ou seja, o que for mais confortável para você, permanece como padrão para novas anotações
pt_br: O zoom definido mais recentemente, ou seja, o que for mais confortável para você, permanece como padrão para novas anotações
ru: Последний набор Zoom, AKA, что вам наиболее удобно, остается по умолчанию для новых заметок
sk: Najnovšia súprava Zoom, aka Čo je pre vás najpohodlnejšie, zostáva predvolená pre nové poznámky
sv: Senaste uppsättningen zoom, alias vad som är mest bekvämt för dig, förblir som standard för nya anteckningar
tr: En son ayarlanan yakınlaştırma, yani sizin için en rahat olanı, yeni notlar için varsayılan olarak kalır
uk: Для нових нотаток за замовчуванням використовується найзручніший для вас масштаб
