Repository: ellie-commons/jorts
Catalog: po/*.po
Languages: el, ja, lt, no, tr

source: Click to edit the title
el: Κάντε κλικ για να επεξεργαστείτε τον τίτλο
ja: クリックしてタイトルを編集する
lt: Spustelėkite, jei norite redaguoti pavadinimą
tr: Başlığı düzenlemek için tıklayın

source: New sticky note
el: Νέα σημείωση
ja: 新しい付箋
lt: Naujas lipnus lapelis
no: Ny klistrelapp
tr: Yeni yapışkan not

source: Delete sticky note
el: Διαγραφή σημείωσης
ja: 付箋を削除
lt: Ištrinti lipnią pastabą
no: Slett klistrelapp
tr: Yapışkan notu sil

source: Insert emoji
el: Εισαγωγή emoji
ja: 絵文字を挿入
lt: Įterpti šypsenėlę
no: Sett inn emoji
tr: Emoji ekle

source: Preferences for this sticky note
el: Προτιμήσεις για αυτή τη σημείωση
ja: この付箋の設定
lt: Šio lipnaus lapelio nuostatos
no: Innstillinger for denne klistrelappen
tr: Bu yapışkan not için tercihler

source: Click to use default text font
el: Κάντε κλικ για να χρησιμοποιήσετε την προεπιλεγμένη γραμματοσειρά κειμένου
ja: デフォルトのテキストフォントを使用する場合はクリックしてください。
lt: Spustelėkite, jei norite naudoti numatytąjį teksto šriftą
tr: Varsayılan metin yazı tipini kullanmak için tıklayın

source: Click to use monospaced font
el: Κάντε κλικ για να χρησιμοποιήσετε γραμματοσειρά με μονό διάστημα
ja: 等幅フォントを使用する場合はクリックしてください。
lt: Spustelėkite, jei norite naudoti vienspalvį šriftą
tr: Tek aralıklı yazı tipi kullanmak için tıklayın

source: Zoom out
el: Σμίκρυνση
ja: 縮小
lt: Padidinti mastelį
no: Zoom ut
tr: Uzaklaştır

source: Default zoom level
el: Προεπιλεγμένο επίπεδο μεγέθυνσης
ja: デフォルトのズームレベル
lt: Numatytasis priartinimo lygis
no: Standard zoomnivå
tr: Varsayılan yakınlaştırma düzeyi

source: Zoom in
el: Μεγέθυνση
ja: 拡大
lt: Priartinti vaizdą
no: Zoom inn
tr: Yakınlaştır

source: Blueberry
el: Μύρτιλλο
ja: ブルーベリー
lt: Mėlynių
no: Blåbær
tr: Yaban Mersini

source: Mint
el: Μέντα
ja: ミント
lt: Mėtos
no: Mynte
tr: Nane

source: Lime
el: Μοσχολέμονο
ja: ライム
no: Kalk
tr: Kireç

source: Banana
el: Μπανάνα
ja: バナナ
lt: Bananai
no: Banan
tr: Muz

source: Orange
el: Πορτοκάλι
ja: オレンジ
lt: Oranžinė
no: Oransje
tr: Turuncu

source: Strawberry
el: Φράουλα
ja: ストロベリー
lt: Braškių
no: Jordbær
tr: Çilekli

source: Bubblegum
el: Τσιχλόφουσκα
tr: Balonlu Sakız

source: Grape
el: Σταφύλι
ja: グレープ
lt: Vynuogės
no: Drue
tr: Üzüm

source: Cocoa
el: Κακάο
ja: ココア
lt: Kakava
no: Kakao
tr: Kakao

source: Slate
el: Γρανίτης
ja: スレート
lt: Šiferis
no: Skifer
tr: Kayrak

source: All my very best friends
el: Όλοι οι κολλητοί μου
ja: 私の大事な親友
lt: Visi mano geriausi draugai
no: Alle mine aller beste venner
tr: En iyi arkadaşlarımın hepsi

source: My super good secret recipe
el: Η φανταστική μυστική μου συνταγή
ja: とってもおいしい私の秘伝レシピ
lt: Mano itin geras slaptas receptas
no: Min supergode hemmelige oppskrift
tr: Benim süper iyi gizli tarifim

source: My todo list
el: Η λίστα υποχρεώσεών μου
ja: 私のやることリスト
lt: Mano darbų sąrašas
no: Oppgavelisten min
tr: Yapılacaklar listem

source: Super secret to not tell anyone
el: Άκρως απόρρητο· μην το πεις πουθενά
ja: 誰にも言えない秘密
lt: Super paslaptis, kurios niekam nesakykite
no: Superhemmeligheten du ikke må fortelle til noen
tr: Kimseye söylememeniz gereken süper sır

source: My grocery list
el: Η λίστα με τα ψώνια μου
ja: 食料品リスト
lt: Mano maisto produktų sąrašas
no: Min handleliste
tr: Alışveriş listem

source: Random shower thoughts
el: Σκέψεις που μου κατέβηκαν στο μυαλό
ja: 脈絡のない思いつき
lt: Atsitiktinės mintys apie dušą
no: Tilfeldige tanker om dusjen
tr: Rastgele duş düşünceleri

source: My fav fanfics
el: Μια φορά και έναν καιρό...
ja: 私のお気に入りの二次創作
lt: Mano mėgstamiausi fanfics
no: Mine favorittfanfics
tr: En sevdiğim fanfikler

source: My fav dinosaurs
el: Οι αγαπημένοι μου δεινόσαυροι
ja: 私の好きな恐竜
lt: Mano mėgstamiausi dinozaurai
no: Mine favorittdinosaurer
tr: En sevdiğim dinozorlar

source: My evil mastermind plan
el: Το μυστικό ύπουλό μου σχέδιο
ja: ぼくのかんがえたさいきょうのいたずら作戦
lt: Mano blogio planas
no: Min onde mesterhjerneplan
tr: Benim şeytani planım

source: What made me smile today
el: Τι με έκανε να χαρώ σήμερα
ja: 今日笑ったこと
lt: Kas mane šiandien privertė nusišypsoti
no: Det som fikk meg til å smile i dag
tr: Bugün beni gülümseten şey

source: Hello world!
el: Γεια σου κόσμε!
ja: こんにちは世界!
lt: Sveikas pasauli!
no: Hallo, verden!
tr: Merhaba dünya!

source: New sticky, new me
el: Νέα σημείωση για μια νέα αρχή
ja: 新しい付箋、新しい自分
lt: Naujas lipnus, naujas aš
no: Ny klistrelapp, ny meg
tr: Yeni yapışkan, yeni ben

source: Hidden pirate treasure
el: Οδηγίες για να βρείτε τον κρυμμένο πειρατικό θησαυρό
ja: 隠された海賊の財宝
lt: Paslėptas piratų lobis
no: Skjult sjørøverskatt
tr: Gizli korsan hazinesi

source: To not forget, ever
el: Για να μην ξεχαστούν
ja: 決して忘れないために
lt: Niekada nepamiršti
no: Å aldri glemme, aldri
tr: Unutmamak için, asla

source: Dear Diary,
el: Αγαπητό μου ημερολόγιο,
ja: 私の日記
lt: Mielas dienorašti,
no: Kjære dagbok,
tr: Sevgili günlük,

source: Have a nice day! :)
el: Καλημέρα! :)
ja: 良い一日を! :)
lt: Geros dienos! :)
no: Ha en fin dag! :)
tr: İyi günler dilerim! :)

source: My meds schedule
el: Πρόγραμμα Φαρμάκων
ja: 私の服用スケジュール
lt: Mano vaistų vartojimo grafikas
no: Min medisinplan
tr: İlaç programım

source: Household chores
el: Δουλειές Σπιτιού
ja: 家事
lt: Namų ruošos darbai
no: Huslige gjøremål
tr: Ev işleri

source: Ode to my cat
el: Σενάριο: «Η Ιφιγένεια εν Γατίδι»
ja: 愛猫への頌歌
lt: Odė mano katei
no: Ode til katten min
tr: Kedime Övgü

source: My dogs favourite toys
el: Τα Αγαπημένα Παιχνίδια του Σκύλου μου
ja: 愛犬のお気に入りのおもちゃ
lt: Mano šunų mėgstamiausi žaislai
no: Favorittlekene til hundene mine
tr: Köpeklerimin en sevdiği oyuncaklar

source: How cool my birds are
el: Πόσο Όμορφα Είναι τα Καναρίνια μου
ja: 俺の飼っている鳥が好きすぎる件
lt: Kokie šaunūs yra mano paukščiai
no: Så kule fuglene mine er
tr: Kuşlarım ne kadar havalı

source: Suspects in the Last Cookie affair
el: Ύποπτοι στην υπόθεση «Ποιος έφαγε το τελευταίο μπισκότο;»
ja: クッキー最後の一枚消失事件の容疑者
lt: Įtariamieji dėl "Paskutiniųjų sausainių" bylos
no: Mistenkte i Last Cookie-saken
tr: Son Kurabiye olayının şüphelileri

source: Words my parrots know
el: Λίστα Λέξεων που Ξέρουν τα Παπαγαλάκια μου
ja: 我が家のオウムが知っている言葉
lt: Žodžiai, kuriuos žino mano papūgos
no: Ord papegøyene mine kan
tr: Papağanlarımın bildiği kelimeler

source: Cool and funny compliments to give out
el: Τυφλοσούρτης Δημιουργικών και Αστείων Κομπλιμέντων
ja: クールで面白い褒め言葉
lt: Šaunūs ir juokingi komplimentai
no: Kule og morsomme komplimenter å gi ut
tr: Verilecek havalı ve komik iltifatlar

source: Ok, listen here,
el: Ακούσατε, Ακούσατε!
ja: 皆の衆、よく聞きたまえ!
lt: Gerai, klausykitės čia,
no: Ok, hør her,
tr: Tamam, dinle,

source: My dream Pokemon team
el: Ομάδες που ονειρεύομαι να φτάσουν Α' Εθνική
ja: 夢のポケモンチーム
lt: Mano svajonių Pokemon komanda
no: Mitt drømme-Pokemon-team
tr: Hayalimdeki Pokemon takımı

source: My little notes
el: Οι μικρές μου σημειώσεις
ja: 私の小さなメモ
lt: Mano mažos pastabos
no: Mine små notater
tr: Benim küçük notlarım

source: Surprise gift list
el: Λίστα δώρων-έκπληξη
ja: サプライズプレゼントリスト
lt: Netikėtų dovanų sąrašas
no: Overraskende gaveliste
tr: Sürpriz hediye listesi

source: Brainstorming notes
el: Καταιγισμός ιδεών
ja: ブレインストーミング
lt: Smegenų šturmo pastabos
no: Notater fra idémyldringen
tr: Beyin fırtınası notları

source: To bring to the party
el: Τι να φέρω στο πάρτι
ja: パーティーに持参する
lt: Atnešti į vakarėlį
no: Å ta med til festen
tr: Partiye getirmek için

source: My amazing mixtape
el: Η φανταστική μου playlist
ja: 私の素晴らしいミックステープ
lt: Mano nuostabus miksas
no: Min fantastiske mixtape
tr: Muhteşem mixtape'im

source: Napkin scribblys
el: Σημειώσεις από Χαρτοπετσέτες
ja: 紙ナプキンに落書き
lt: Servetėlių skraistės
no: Serviettskriblerier
tr: Peçete karalamaları

source: My fav songs to sing along
el: Τα αγαπημένα μου τραγούδια για να τραγουδώ
ja: 一緒に歌いたいお気に入りの曲
lt: Mano mėgstamiausios dainos dainuoti kartu
no: Mine favorittsanger å synge med på
tr: Birlikte söylemek için en sevdiğim şarkılar

source: When to water which plant
el: Πότε να ποτίζω τα φυτά μου
ja: どの植物にいつ水をやるか
lt: Kada laistyti kurį augalą
no: Når du skal vanne hvilken plante
tr: Hangi bitki ne zaman sulanmalı

source: Top 10 anime betrayals
el: Οι 10 καλύτερες ατάκες
ja: アニメの裏切りシーントップ 10
lt: 10 geriausių anime išdavysčių
no: Topp 10 anime-svik
tr: En iyi 10 anime ihaneti

source: Amazing ascii art!
el: Απίθανα σχέδια με γράμματα!
ja: 素晴らしいアスキーアート!
lt: Nuostabus ascii menas!
no: Fantastisk ascii-kunst!
tr: Muhteşem ascii sanatı!

source: For the barbecue
el: Λίστα Ψησίματος
ja: バーベキュー用
lt: Dėl kepsninės
tr: Barbekü için

source: My favourite bands
el: Τα αγαπημένα μου συγκροτήματα

source: Best ingredients for salad
el: Καλύτερα συστατικά για σαλάτα
ja: サラダに最適な食材
lt: Geriausi salotų ingredientai
tr: Salata için en iyi malzemeler

source: Books to read
el: Βιβλία για ανάγνωση
ja: 読みたい本
lt: Skaitomos knygos
tr: Okunacak kitaplar

source: Places to visit
el: Μέρη για επίσκεψη
ja: 見どころ
lt: Lankytinos vietos
tr: Ziyaret edilecek yerler

source: Hobbies to try out
el: Χόμπι για να δοκιμάσετε
ja: やってみたい趣味
lt: Išbandomi pomėgiai
tr: Denenecek hobiler

source: Who would win against Goku
el: Ποιος θα κέρδιζε τον Goku
ja: 悟空に勝つのは誰か
lt: Kas laimėtų prieš Goku
tr: Goku'ya karşı kim kazanırdı?

source: To plant in the garden
el: Για να φυτέψετε στον κήπο
ja: 庭に植える
lt: Sodinti sode
tr: Bahçeye dikmek için

source: Meals this week
el: Γεύματα αυτή την εβδομάδα
ja: 今週の食事
lt: Šios savaitės patiekalai
tr: Bu haftanın yemekleri

source: Everyone's pizza order
el: Η παραγγελία πίτσας του καθενός
ja: みんなのピザ注文
lt: Kiekvieno picos užsakymas
tr: Herkesin pizza siparişi

source: Today selfcare to do
el: Σήμερα αυτοφροντίδα για να κάνετε
ja: 今日のセルフケア
lt: Šiandien savarankiškai rūpintis
tr: Bugün yapılacak kişisel bakım

source: Important affirmations to remember
el: Σημαντικές επιβεβαιώσεις που πρέπει να θυμάστε
ja: 覚えておくべき重要なアファメーション
lt: Svarbūs teiginiai, kuriuos reikia prisiminti
tr: Hatırlanması gereken önemli ifadeler

source: The coolest linux apps
el: Οι πιο cool εφαρμογές linux
ja: 最もクールなLinuxアプリ
lt: Šauniausios "Linux" programos
tr: En havalı linux uygulamaları

source: My funniest jokes
el: Τα πιο αστεία αστεία μου
ja: 私の面白いジョーク
lt: Mano juokingiausi anekdotai
tr: En komik şakalarım

source: The perfect breakfast has...
el: Το τέλειο πρωινό έχει...
ja: 完璧な朝食は...
lt: Puikūs pusryčiai turi...
tr: Mükemmel bir kahvaltı...

source: 🔥WOW Congratulations!🔥
el: 🔥ΟΥΑΟΥ, ΤΑ ΣΥΓΧΑΡΗΤΗΡΙΑ ΜΟΥ🔥
ja: 🔥おめでとうございます!🔥
lt: 🔥WOW Sveikiname!🔥
no: 🔥WOW Gratulerer! 🔥
tr: Tebrikler!

source: You have found the Golden Sticky Note! CRAZY BUT TRU: This message appears once in a thousand times! Nobody will believe you hehehe ;) I hope my little app brings you a lot of joy Have a great day!🎇
el: Βρήκατε την Χρυσαφένια Σημείωση! ΑΠΙΣΤΕΥΤΟ ΚΑΙ ΟΜΩΣ ΑΛΗΘΙΝΟ: Αυτό το μήνυμα εμφανίζεται μία φορά στις χίλιες φορές! Κανείς δεν θα σας πιστέψει, χεχεχε :) Ελπίζω η εφαρμογή μου να σας κάνει όλους χαρούμενους. Καλημέρα! 🎇
ja: 黄金の付箋を見つけました! 突拍子もないことですが本当です。このメッセージは 1000 回に 1 回しか表示されません! あなたがこれを見たと言っても、きっと誰も信じてはくれないでしょう ;) 私の小さなアプリがあなたにたくさんの喜びをもたらすことを願っています。 素晴らしい一日をお過ごしください。
lt: Jūs radote auksinį lipnų lapelį! CRAZY BUT TRU: Ši žinutė pasirodo kartą iš tūkstančio kartų! Niekas tavimi nepatikės, hehehe ;) Tikiuosi, kad mano maža programėlė suteiks jums daug džiaugsmo Geros dienos!🎇
no: Du har funnet den gylne klistrelappen! CRAZY BUT TRU: Denne meldingen dukker opp én av tusen ganger! Ingen vil tro deg hehehe ;) Jeg håper min lille app gir deg mye glede Ha en flott dag 🎇
tr: Altın Yapışkan Notu buldunuz! ÇILGIN AMA TRU: Bu mesaj bin kerede bir görünür! Kimse sana inanmayacak hehehe ;) Umarım benim küçük uygulamam size çok neşe getirir İyi günler!🎇

source: Remove Jorts from system autostart
el: Κατάργηση του Jorts από την αυτόματη εκκίνηση του συστήματος
ja: システムの自動起動からJortsを削除する
lt: Pašalinti "Jorts" iš sistemos automatinio paleidimo
tr: Jorts'u sistem otomatik başlatmadan kaldırma

source: Set Jorts to start with the computer
el: Ρυθμίστε το Jorts για να ξεκινήσει με τον υπολογιστή
ja: Jortsをコンピュータで起動するように設定する
lt: Nustatykite "Jorts" pradėti nuo kompiuterio
tr: Jorts'u bilgisayarla başlayacak şekilde ayarlayın

source: Request to system sent
el: Αποστολή αιτήματος στο σύστημα
ja: システムへのリクエスト送信
lt: Išsiųsta užklausa sistemai
tr: Sisteme talep gönderildi

source: Make unfocused notes unreadable
el: Κάντε τις μη εστιασμένες σημειώσεις δυσανάγνωστες
ja: フォーカスされていない付箋を読めなくする
lt: Nesufokusuotas pastabas paverskite neįskaitomomis
no: Gjør ufokuserte notater uleselige
tr: Odaklanmamış notları okunamaz hale getirin

source: If enabled, unfocused sticky notes become unreadable to protect their content from peeking eyes (Ctrl+H)
el: Εάν είναι επιλεγμένο, οι σημειώσεις στο παρασκήνιο γίνονται δυσανάγνωστες για να προστατεύσουν το περιεχόμενό τους από αδιάκριτους (Ctrl+H)
ja: 有効にすると、フォーカスされていない付箋は走り書きのように読めなくなり、内容の覗き見防止になります (Ctrl+H)
lt: Jei įjungta, nesufokusuoti lipnūs užrašai tampa neįskaitomi, kad jų turinys būtų apsaugotas nuo žvilgsnių (Ctrl+H).
no: Hvis denne funksjonen er aktivert, blir ufokuserte klistrelapper uleselige for å beskytte innholdet mot nysgjerrige blikk (Ctrl+H)

source: Hide buttons
el: Απόκρυψη κουμπιών
ja: ボタンを隠す

source: If enabled, hides the bottom bar in sticky notes. Keyboard shortcuts will still function (Ctrl+T)
el: Εάν είναι επιλεγμένο, αποκρύπτει την κάτω μπάρα στο παράθυρο σημειώσεων. Οι συντομεύσεις πληκτρολογίου εξακολουθούν να λειτουργούν κανονικά (Ctrl+T)
ja: 有効にすると、付箋のボトムバーが非表示になります。この場合でもキーボードショートカットは利用可能です (Ctrl+T)
lt: Jei įjungta, paslepiama lipnių užrašų apatinė juosta. Klaviatūros spartieji klavišai vis tiek veiks (Ctrl+T)
no: Hvis denne funksjonen er aktivert, skjules den nederste linjen i klistrelapper. Tastatursnarveier vil fortsatt fungere (Ctrl+T)
tr: Etkinleştirilirse, yapışkan notlarda alt çubuğu gizler. Klavye kısayolları çalışmaya devam eder (Ctrl+T)

source: Set autostart
el: Ορισμός αυτόματης εκκίνησης
ja: オートスタートの設定
lt: Nustatyti automatinį paleidimą
tr: Otomatik başlatmayı ayarla

source: Remove autostart
el: Κατάργηση της αυτόματης εκκίνησης
ja: 自動起動の削除
lt: Pašalinti automatinį paleidimą
tr: Otomatik başlatmayı kaldır

source: Allow to start at login
el: Επιτρέψτε το άνοιγμα κατά την εκκίνηση
ja: ログイン時に開始できるようにする
lt: Leisti paleisti prisijungus
no: Tillat å starte ved pålogging
tr: Girişte başlamasına izin ver

source: You can request the system to start this application automatically
el: Μπορείτε να ζητήσετε από το σύστημα να εκκινήσει αυτόματα αυτή την εφαρμογή.
ja: このアプリケーションを自動的に起動するようシステムに要求することができます。
lt: Galite paprašyti, kad sistema automatiškai paleistų šią programą
tr: Sistemden bu uygulamayı otomatik olarak başlatmasını isteyebilirsiniz

source: Support us!
el: Υποστηρίξτε μας!
ja: ご支援をお願いいたします!
lt: Palaikykite mus!
no: Støtt oss!
tr: Bizi destekleyin!

source: Close
el: Κλείστε το
ja: 閉じる
lt: Uždaryti
tr: Kapat

source: Close preferences
el: Κλείστε τις προτιμήσεις
ja: 環境設定を閉じる
lt: Uždaryti nuostatas
tr: Tercihleri kapat

source: - Jorts
el: - Τζορτς
ja: - ジョーツ
lt: - Šortai
tr: - Şort

source: Preferences for your Jorts
el: Ρυθμίσεις του Jorts
ja: Jorts を着こなす
lt: Jūsų šortų pageidavimai
tr: Şortunuz için tercihleriniz

source: Preferences
el: Προτιμήσεις
ja: 好み
lt: Nustatymai
tr: Tercihler

source: Monospace
ja: モノスペース

source: Permissions
no: Tillatelser

source: You can set the sticky notes to appear when you log in by adding Jorts to autostart
no: Du kan angi at klistrelappene skal vises når du logger på ved å legge til Jorts i autostart

source: Reset to Default
no: Tilbakestill til standard

source: Reset all settings to defaults
no: Tilbakestill alle innstillinger til standardinnstillingene

source: Edit title
no: Rediger tittel

source: Hi im a square
no: Hei, jeg er en firkant

source: Now with more ligma!
no: Nå med mer ligma!

source: I use arch btw
no: Jeg bruker forresten arch
